{
    "话题1-自己": [
        {
            "chinese": "我的兴趣很广泛，包括慢跑、阅读和玩电脑游戏.",
            "english": "My interests are manifold, including jogging, reading and playing computer games."
        },
        {
            "chinese": "闲暇时我喜欢读书.",
            "english": "I enjoy reading books in my leisure time."
        },
        {
            "chinese": "我喜欢体育运动，特别是打羽毛球.",
            "english": "I'm fond of sports and especially like playing badminton."
        },
        {
            "chinese": "我的业余爱好是 (通过) 爬山以保持健康并亲近自然.",
            "english": "My hobby of climbing mountains keeps me fit and close to nature."
        },
        {
            "chinese": "集邮教会了我很多东西.",
            "english": "Collecting stamps educates me in a variety of ways."
        },
        {
            "chinese": "我是一个勤奋、谦逊、热心的人.",
            "english": "I'm diligent, modest and kind-hearted."
        },
        {
            "chinese": "我随时准备帮助那些需要帮助的人.",
            "english": "I'm always ready to help people in need."
        },
        {
            "chinese": "我深知自己的缺点，总是尽力克服它.",
            "english": "Sensible of my shortcoming, I always try to overcome it."
        },
        {
            "chinese": "胆小是我最大的缺点.",
            "english": "Being timid is my greatest shortcoming."
        },
        {
            "chinese": "我是一个喜欢与人交友的外向女孩.",
            "english": "I'm an outgoing girl who likes to make friends with people."
        },
        {
            "chinese": "由于个性随和，我能够和我认识的大多数人友好相处.",
            "english": "Being easy-going, I'm able to get along well with most of the people I know."
        },
        {
            "chinese": "怀着对成功的强烈决心，我在学习上取得持续 (稳定) 的进步.",
            "english": "With a strong determination to succeed, I make steady progress in my studies."
        }
    ],
    "话题2-家庭": [
        {
            "chinese": "我父亲是工人阶级出身.",
            "english": "My father is from a working-class background."
        },
        {
            "chinese": "父亲辛勤工作来养家.",
            "english": "My father works hard to support the family."
        },
        {
            "chinese": "我父亲是家庭的主心骨.",
            "english": "My father is the backbone of my family."
        },
        {
            "chinese": "我父母都工作，所以我家是” 双职工” 家庭.",
            "english": "My family is a two-career family with both my parents working."
        },
        {
            "chinese": "重大家庭事务的决策权在我妈妈的手中.",
            "english": "The decision power of family affairs is in the hand of my mother."
        },
        {
            "chinese": "在家庭事务中我没有发言权.",
            "english": "I have no say in family affairs."
        },
        {
            "chinese": "我妈妈掌管整个家庭.",
            "english": "My mother queens it over the whole family."
        },
        {
            "chinese": "我们每月举行一次家庭聚会.",
            "english": "We have a family gathering every month."
        },
        {
            "chinese": "父母是孩子最早的老师.",
            "english": "Children learn their first lesson from their parents."
        },
        {
            "chinese": "每当我感到挫折或伤心时，我就会回家寻求安慰.",
            "english": "Whenever I feel frustrated or sad, I turn to my family for comfort."
        },
        {
            "chinese": "和谐的家庭对孩子的成长很重要.",
            "english": "A harmonious family is important for the growth of children."
        },
        {
            "chinese": "家庭是社会的基本组成部分.",
            "english": "Family is the basic unit of society."
        }
    ],
    "话题3-朋友": [
        {
            "chinese": "我珍视患难中的友情.",
            "english": "I treasure the friendship of a friend in need."
        },
        {
            "chinese": "真正的朋友是在你需要肩膀依靠的时候，他总在你身边.",
            "english": "A true friend will always be there when you need a shoulder to lean on."
        },
        {
            "chinese": "获得朋友的唯一方法是要先成为别人的朋友.",
            "english": "The only way to have a friend is to be one."
        },
        {
            "chinese": "对我来说，友情是世界上最珍贵的财富之一.",
            "english": "For me, friendship is one of the most valuable possessions in the world."
        },
        {
            "chinese": "中国传统认为，士为知己者死./(真正的绅士能够为朋友去死).",
            "english": "The traditional Chinese believe that a gentleman should be able to die for his friends."
        },
        {
            "chinese": "建立友谊需要双方的努力.",
            "english": "To build up friendship needs the efforts on both sides."
        },
        {
            "chinese": "人们通常和有相似兴趣的人交朋友.",
            "english": "People like to make friends with those who have similar interests."
        },
        {
            "chinese": "向朋友倾诉烦恼是减轻压力的一个好方式.",
            "english": "Pouring out troubles to friends is a good way of easing off pressure."
        },
        {
            "chinese": "真正的朋友不会在你有困难的时候袖手旁观.",
            "english": "A true friend will not stand by when you are in trouble."
        },
        {
            "chinese": "在友情里，忠诚最重要.",
            "english": "In friendship, loyalty may be the most important thing."
        },
        {
            "chinese": "友情就像家庭一样给人带来舒适.",
            "english": "Friendship is a comfy situation like home."
        },
        {
            "chinese": "友谊是包含信任、支持、沟通、忠诚和理解的深层 (内部) 关系.",
            "english": "Friendship is an inner relationship combining trust, support, communication, loyalty and understanding."
        }
    ],
    "话题4-同学": [
        {
            "chinese": "我经常向她倾诉我的苦恼.",
            "english": "I always pour my troubles to her."
        },
        {
            "chinese": "我喜欢她娇嫩的皮肤.",
            "english": "I adore her delicate skin."
        },
        {
            "chinese": "她既温柔体贴又善解人意，对我们来说像姐姐一样.",
            "english": "Being tender and understanding, she is like a sister to us."
        },
        {
            "chinese": "我们共度了许多值得记忆的美好时光.",
            "english": "We have much memorable time together."
        },
        {
            "chinese": "我们共同分担痛苦、分享喜悦.",
            "english": "We share our sorrow and happiness together."
        },
        {
            "chinese": "我们是一丘之貉.",
            "english": "We are birds of a feather."
        },
        {
            "chinese": "我们的友谊基础稳固.",
            "english": "Our friendship is built upon a solid base."
        },
        {
            "chinese": "我完全了解她.",
            "english": "I know her inside and out."
        },
        {
            "chinese": "亲密的朋友就是你能将所有秘密告诉他的人.",
            "english": "A bosom friend is one to whom you could tell all your secrets."
        },
        {
            "chinese": "她的个性与我的完全一样.",
            "english": "Her personality is exactly the same as mine."
        },
        {
            "chinese": "他和我们班上每个人都相处得很好.",
            "english": "He gets along well with everyone in our class."
        },
        {
            "chinese": "从幼儿园开始，我们就互相认识.",
            "english": "We have known each other since we were in kindergarten."
        }
    ],
    "话题5-孩子": [
        {
            "chinese": "她是个被宠坏了的孩子.",
            "english": "She is a spoiled child."
        },
        {
            "chinese": "现在的孩子面临 (在…… 之下) 更多的竞争压力.",
            "english": "Nowadays children are under more pressure of competition."
        },
        {
            "chinese": "今天的孩子享受更高水平的物质生活.",
            "english": "Today's children enjoy a higher level of material life."
        },
        {
            "chinese": "我的侄女是个有着明亮眼睛和一双小脚的可爱孩子.",
            "english": "My niece is a lovely child with shiny eyes and tiny feet."
        },
        {
            "chinese": "她是如此可爱，以致我真想亲一下她灿烂的笑脸.",
            "english": "She is so adorable that I want to kiss her flowery face."
        },
        {
            "chinese": "他是家里的” 小皇帝”.",
            "english": "He is a little emperor of the family."
        },
        {
            "chinese": "我们应当培养孩子的动手 (操作) 能力.",
            "english": "We should train children's practical skills."
        },
        {
            "chinese": "在” 双职工” 家庭，孩子经常被忽略.",
            "english": "In double-career families children are often neglected."
        },
        {
            "chinese": "彼得一家住在我家楼上.",
            "english": "Peter and his family live in the flat above mine."
        },
        {
            "chinese": "就 (他的) 年龄而言，他是个高个子.",
            "english": "He is tall for his age."
        },
        {
            "chinese": "我侄子高兴的时候，总是面帶非常温馨的笑容.",
            "english": "My nephew wears a very warm smile on his face when he is happy."
        },
        {
            "chinese": "他意志坚定，常常想方设法得到他想要的东西.",
            "english": "He is strong-willed and usually finds out ways to get what he wants."
        }
    ],
    "话题6-同事": [
        {
            "chinese": "他时常炫耀他 (取得) 的成就.",
            "english": "He always brags about his achievements."
        },
        {
            "chinese": "他如此粗心以致无人愿意和他共事.",
            "english": "He is so careless that no one wants to work with him."
        },
        {
            "chinese": "你不应该在背后说同事的坏话.",
            "english": "You should not say bad words about your colleagues behind their back."
        },
        {
            "chinese": "相互尊重在和别人建立关系过程中至关重要.",
            "english": "Mutual respect is vital in establishing relationship with others."
        },
        {
            "chinese": "同事之间的关系较同学关系复杂得多.",
            "english": "The relationship among colleagues is more complicated than the campus relationship."
        },
        {
            "chinese": "他是团队的灵魂.",
            "english": "He is the soul of the team."
        },
        {
            "chinese": "有能力的同事有时对你是一种威胁.",
            "english": "A competent colleague sometimes poses threat to you."
        },
        {
            "chinese": "我们办公室的同事亲如一家.",
            "english": "The members of our office get along like a family."
        },
        {
            "chinese": "看上去他比 (实际年龄) 年轻，但是他非常内行.",
            "english": "He is younger than his age, but he is quite professional."
        },
        {
            "chinese": "我的同事托德真的是个好朋友，他随时都准备帮助我.",
            "english": "My colleague Todd is much of a friend and he is ready to help me any time."
        },
        {
            "chinese": "好的同事应该是有效率且有合作精神的.",
            "english": "A good colleague is supposed to be efficient and cooperative."
        },
        {
            "chinese": "在同一个项目工作是团队精神的最好锻炼.",
            "english": "Working in a project is a good practice of team spirit."
        }
    ],
    "话题7-名人": [
        {
            "chinese": "周恩来总理是我最崇拜的人.",
            "english": "Premier Zhou Enlai is the person I admire most."
        },
        {
            "chinese": "当下，许多年轻人把电视明星当作是他们的榜样.",
            "english": "Nowadays many young people consider TV stars as their role models."
        },
        {
            "chinese": "这个青年女演员仅凭一部电影就获得了国际声誉.",
            "english": "The young actress achieves international fame with only one movie."
        },
        {
            "chinese": "窥视他人的隐私，即使他们不是名人，都是不道德的行为.",
            "english": "It is immoral to probe into other people's privacy even if they are not famous."
        },
        {
            "chinese": "我们应当在学习明星们的优点 (闪光点) 的同时，谨慎对待他们的缺点.",
            "english": "We should learn from the shining points of the stars while being cautious against their shortcomings."
        },
        {
            "chinese": "我佩服毛主席为中国人民做的一切.",
            "english": "I admire Chairman Mao for what he has done for the chinese people."
        },
        {
            "chinese": "",
            "english": "He is not only successful in the IT field, but also active in the charity drive."
        },
        {
            "chinese": " 李开复写的《做最好的自己》一书在青年人中很受欢迎.",
            "english": "Kaifu Lee has written a book named Be The Best Yourself, which is popular among young people."
        },
        {
            "chinese": "他是我学习和生活中的偶像.",
            "english": "He is my idol both in my study and life."
        },
        {
            "chinese": "我喜欢这个歌手的歌曲，特别是 (这些歌曲的) 歌词.",
            "english": "I like the songs of this singer, particularly their lyrics."
        },
        {
            "chinese": "每一个人在成功之前都要经历很多失败.",
            "english": "Every successful man must have had a lot of failures before he becomes a star."
        },
        {
            "chinese": "人人都可能成功.",
            "english": "Every dog can be successful."
        }
    ],
    "话题8-邻居": [
        {
            "chinese": "农村里邻居之间的关系较之城市里亲密一些.",
            "english": "The relationship between neighbours in rural area is closer than that in cities."
        },
        {
            "chinese": "我们中国人常说” 远亲不如近邻”.",
            "english": "We Chinese always say that a near neighbor is better than a distant relative."
        },
        {
            "chinese": "我的邻居经常给我们送来她做的美味食品.",
            "english": "My neighbour often brings over some delicious food she makes."
        },
        {
            "chinese": "有时房子的另一端的嘈杂声，使我们很难入睡.",
            "english": "Sometimes the noise on the other side of the house makes it difficult for us to fall asleep."
        },
        {
            "chinese": "邻里之间需要更多的理解.",
            "english": "Neighbours need more understanding between them."
        },
        {
            "chinese": "我一直谨慎，不在夜晚发出大的噪音.",
            "english": "I am always careful not to make big noises at night."
        },
        {
            "chinese": "远亲不如近邻.",
            "english": "A good neighbour is better than a brother in the next village."
        },
        {
            "chinese": "同邻居保持良好关系是很好的.",
            "english": "It's better to keep on good terms with our neighbours."
        },
        {
            "chinese": "当问题出现时，邻里之间应该加强理解.",
            "english": "When problems occur, neighbours should try to understand each other."
        },
        {
            "chinese": "好邻居应该相互帮助，相互体贴.",
            "english": "A good neighbour is supposed to be helpful and considerate."
        },
        {
            "chinese": "我几乎每天都拜访我的邻居.",
            "english": "I pay visits to my neighbours almost every day."
        },
        {
            "chinese": "当邻居需要帮助的时候，向他们伸出援手是我们的职责.",
            "english": "It is our duty to give a hand to our neighbours when they need."
        }
    ],
    "话题9-老人": [
        {
            "chinese": "敬老是中国的传统美德.",
            "english": "Respecting old people is a long-standing tradition of china."
        },
        {
            "chinese": "中国已经进入了老龄化社会的阶段.",
            "english": "China has entered the aging society period."
        },
        {
            "chinese": "老年人的举止有时就跟小孩子一样.",
            "english": "Old people sometimes behave like children."
        },
        {
            "chinese": "上了年纪的人丰富的生活阅历和智慧是一种财富.",
            "english": "The rich life experiences and wisdom of elderly people are a treasure."
        },
        {
            "chinese": "变老是一种无法避免的自然过程.",
            "english": "Aging is an unavoidable natural process."
        },
        {
            "chinese": "在我的家庭里，老年人是受到尊敬的.",
            "english": "In my family old people are honored."
        },
        {
            "chinese": "当人们变老，有时他们就会变得暴躁而又顽固.",
            "english": "When people grow old, sometimes they turn to be irritable and stubborn."
        },
        {
            "chinese": "许多年轻人忽视了他们赡养父母的责任.",
            "english": "Many young people neglect their duties to the old ones in the family."
        },
        {
            "chinese": "几代人之间的相处要求更多的包容和理解.",
            "english": "Different generations shall be more understanding to each other."
        },
        {
            "chinese": "在中国，老年人经常肩负起照顾婴儿的责任.",
            "english": "In China old people often shoulder the responsibility of taking care of the babies."
        },
        {
            "chinese": "老年人把传统传承给下一辈.",
            "english": "Old people pass down tradition to the younger generation."
        },
        {
            "chinese": "现在许多老年人甚至比年轻人更加思想开明.",
            "english": "Many old people today are even more open-minded than the young."
        }
    ],
    "话题10-老师": [
        {
            "chinese": "老师不仅要传授知识，还要教会德行.",
            "english": "A teacher should teach not only knowledge but also morals."
        },
        {
            "chinese": "耐心是老师必须具备的一个重要品质.",
            "english": "Patience is an important quality required of a teacher."
        },
        {
            "chinese": "他非常忠诚于他的教育事业.",
            "english": "He is very much devoted to the cause of education."
        },
        {
            "chinese": "他几乎把我们当作他自己的孩子.",
            "english": "He treats us as if we were his own children."
        },
        {
            "chinese": "教师是崇高的职业.",
            "english": "Teaching is an honorable profession."
        },
        {
            "chinese": "父母是我们的启蒙老师.",
            "english": "My parents are my first teachers."
        },
        {
            "chinese": "学校应该营造充满新思维的氛围以吸引更多的好老师.",
            "english": "The school shall create a stimulating atmosphere to attract great teachers."
        },
        {
            "chinese": "随着科学的发展，老师们应当提高他们的教学方法以适应现代社会的要求.",
            "english": "As the science develops teachers should improve their teaching methods to satisfy the requirement of the modern society."
        },
        {
            "chinese": "老师应该激发学生的创造力.",
            "english": "Teacher should motivate students to be creative."
        },
        {
            "chinese": "好的老师不仅仅是说教，而是应该鼓励.",
            "english": "A good teacher shall encourage rather than simply preach."
        },
        {
            "chinese": "老师必须学习一些关于心理学的知识.",
            "english": "Teachers are required to learn something about psychology."
        },
        {
            "chinese": "所有的学生应当一视同仁.",
            "english": "All students should be treated equally."
        }
    ],
    "话题11-领导人": [
        {
            "chinese": "好的领导应该像马一样辛勤工作.",
            "english": "A good leader is always working hard like a horse."
        },
        {
            "chinese": "作为公司的首席执行官，他面临很大压力.",
            "english": "As the CEO of this company, he is under much pressure."
        },
        {
            "chinese": "我喜欢那些对员工友善、随和的领导.",
            "english": "I like those leaders who are friendly and easy-going among his employees."
        },
        {
            "chinese": "和员工关系密切的领导才是好领导.",
            "english": "Good leaders are close to their employees."
        },
        {
            "chinese": "制定规章制度是规范公司的最好方法.",
            "english": "Rules and regulations are the best way to standardize a company."
        },
        {
            "chinese": "既然他是领导，他就应一马当先.",
            "english": "Since he is the leader, he is supposed to take the lead."
        },
        {
            "chinese": "如果我是领导，我会公平对待我的员工.",
            "english": "If I were a leader, I would be on equal terms with my employees."
        },
        {
            "chinese": "内行的领导随时准备着迎接挑战和冒险.",
            "english": "A professional leader is always ready to take challenges and risks."
        },
        {
            "chinese": "他负责为公司作出重要决定和进行财政预算.",
            "english": "He is responsible to make important decisions and budgets for the company."
        },
        {
            "chinese": "他是金融方面的专家，擅长理解政府的政策.",
            "english": "He is an expert on finance and good at interpreting the government policies."
        },
        {
            "chinese": "销售经理应该为潜在顾客提供服务和商品.",
            "english": "A sales manager is supposed to sell service and products to potential customers."
        },
        {
            "chinese": "她现在同时扮演着经理和母亲的角色.",
            "english": "She is playing a role of a manager and a role of a mother at the same time."
        }
    ],
    "话题12-书籍": [
        {
            "chinese": "一本好书不仅要有有趣的情节，更要有有意义的主题.",
            "english": "A good book should not only have an interesting plot, but also a significant theme."
        },
        {
            "chinese": "我对书兴趣不大.",
            "english": "Books are beyond my interest."
        },
        {
            "chinese": "最近我在读一本马克 - 吐温写的书.",
            "english": "Recently I have been reading a book written by Mark Twain."
        },
        {
            "chinese": "我经常流连 (闲逛) 一些二手书店寻找有趣的旧书.",
            "english": "I often poke along in secondhand bookstores in search of interesting used books."
        },
        {
            "chinese": "我喜欢浪漫故事胜过现实小说.",
            "english": "I prefer romantic stories to realistic novels."
        },
        {
            "chinese": "现在市场上充斥着几天内粗制滥造的烂书.",
            "english": "Nowadays the market is full of slipshod books churned out in a few days."
        },
        {
            "chinese": "关于英雄题材的小说在中国很流行.",
            "english": "Novels on great heroes are popular in China."
        },
        {
            "chinese": "人们对于书籍有不同的品味.",
            "english": "People have different tastes for books."
        },
        {
            "chinese": "你可以在互联网上免费找到各种书籍.",
            "english": "You can find all kinds of books on the Internet for free."
        },
        {
            "chinese": "闲暇时我以读浪漫小说为乐.",
            "english": "I read romantic novels in my spare time for pleasure."
        },
        {
            "chinese": "我们应当抵制盗版书籍来保护作者的利益.",
            "english": "We should resist pirated books to protect the interests of the authors."
        },
        {
            "chinese": "我申请了一张读书卡，以便从学校图书馆借书.",
            "english": "In order to borrow books from the school library, I applied for a reading card."
        }
    ],
    "话题13-衣服": [
        {
            "chinese": "当我还是个小姑娘的时候，我经常穿旧衣服.",
            "english": "I always wore hand-me-downs when I was a little girl."
        },
        {
            "chinese": "我喜欢穿宽大的裤子，因为穿起来舒服.",
            "english": "I like baggy pants because they are comfortable."
        },
        {
            "chinese": "我不喜欢紧身衣.",
            "english": "I do not like skintight clothes."
        },
        {
            "chinese": "我欣赏时尚杂志上的时装，但是我不会穿它们.",
            "english": "I admire the fashionable clothes on fashion magazines, but I won't wear them."
        },
        {
            "chinese": "时装秀上演示的服装并不是为了日常使用.",
            "english": "Clothes demonstrated on fashion shows are not intended for everyday use."
        },
        {
            "chinese": "不同的场合你应该穿着不同的衣服.",
            "english": "Different occasions require you to wear different clothes."
        },
        {
            "chinese": "在重要的场合你应该穿正式服装以示礼貌.",
            "english": "You should wear formal clothes on important occasions to be polite."
        },
        {
            "chinese": "年轻人热衷于时尚.",
            "english": "Young people are keen for fashion."
        },
        {
            "chinese": "现在的人较 10 年前在服装上有了更多的选择.",
            "english": "Nowadays people have more choices for clothes than ten years ago."
        },
        {
            "chinese": "中国是一个大的服装生产国和出口国.",
            "english": "China is a great manufacturer and exporter of clothes."
        },
        {
            "chinese": "棉质的衣服比合成材料做的衣服更有益于健康.",
            "english": "Clothes made of cotton are healthier than those made of synthetic materials."
        },
        {
            "chinese": "老年人在穿衣上更保守.",
            "english": "Old people are more conservative about what to wear."
        }
    ],
    "话题14-计算机": [
        {
            "chinese": "我们的生活因为电脑的出现而更加方便.",
            "english": "Our life is made more convenient because of the invention of computers."
        },
        {
            "chinese": "电脑给人们提供了不同的娱乐方式，如听音乐和看电影.",
            "english": "Computer provides people with different sorts of entertainment, such as listening to music and watching films."
        },
        {
            "chinese": "据说电脑屏幕的辐射对我们的健康有害.",
            "english": "It is said that radiation of the computer screen is harmful to our health."
        },
        {
            "chinese": "许多年轻人沉迷于上网 (网上沖浪) 而忽视了他们的学习.",
            "english": "Many young people indulge themselves in surfing on the Internet and neglect their studies."
        },
        {
            "chinese": "怀孕的妇女不能在电脑前坐过长的时间.",
            "english": "Pregnant women should not sit in front of a computer for too long."
        },
        {
            "chinese": "我是菜鸟 (电脑新手).",
            "english": "I'm a computer novice."
        },
        {
            "chinese": "对我来说，电脑是学习和娱乐的一种方式.",
            "english": "For me, computer is a means of study and entertainment."
        },
        {
            "chinese": "电脑病毒能够带来许多危害.",
            "english": "Computer viruses can cause a lot of damage."
        },
        {
            "chinese": "许多年轻人沉迷于电脑游戏而忽视学习.",
            "english": "Many young people are obsessed with playing computer games and neglect their studies."
        },
        {
            "chinese": "电脑是一把双刃剑.",
            "english": "Computer can be a two-edged sword."
        },
        {
            "chinese": "电脑给人们带来方便的同时也帶来问题.",
            "english": "Computer is a problem while it brings convenience to people."
        },
        {
            "chinese": "电脑得到了社会各个阶层越来越多的关注.",
            "english": "Computer has received more and more social attention from all walks of life."
        }
    ],
    "话题15-烹饪与食物": [
        {
            "chinese": "中国是有着辉煌饮食文化的国家.",
            "english": "China is a country with a splendid catering culture."
        },
        {
            "chinese": "中国有 8 (个主要) 大菜系.",
            "english": "There are eight major cuisines in China."
        },
        {
            "chinese": "四川菜味重而辣.",
            "english": "Sichuan dishes are spicy and hot."
        },
        {
            "chinese": "北京烤鸭是一道著名的特色菜.",
            "english": "Roast Beijing duck is a famous specialty in Beijing."
        },
        {
            "chinese": "我喜欢广东菜，因为它味道清淡.",
            "english": "I like Cantonese food because it's light in flavor."
        },
        {
            "chinese": "我妈妈厨艺高超.",
            "english": "My mother has excellent culinary skills."
        },
        {
            "chinese": "我从我妈妈那里和烹调书上学习烹调.",
            "english": "I learn cooking from my mother and cookery books."
        },
        {
            "chinese": "我经常收看电视上的烹调节目学习烹调.",
            "english": "I often watch coking programs on TV to learn cooking."
        },
        {
            "chinese": "我父亲是个美食家.",
            "english": "My father is a gourmet."
        },
        {
            "chinese": "我妈妈经常尝试做一些新菜.",
            "english": "My mother always experiments on new dishes."
        },
        {
            "chinese": "餐馆里的食物总有太多的味精.",
            "english": "Food in restaurants always has too much MSG."
        },
        {
            "chinese": "我妈妈非常注意饮食健康，做菜时放很少的味精和盐.",
            "english": "My mother is health-conscious and prepares food with little MSG and salt."
        }
    ],
    "话题16-金钱": [
        {
            "chinese": "金钱不是我追逐的对象.",
            "english": "Money is not the thing that I am after."
        },
        {
            "chinese": "我们不能成为财富的奴隶.",
            "english": "We should not let riches govern us."
        },
        {
            "chinese": "年轻人往往会花钱很随便.",
            "english": "They young people tend to be loose with their money."
        },
        {
            "chinese": "许多年轻人是拆东墙补西墙.",
            "english": "Many young people borrow from Peter to pay Paul."
        },
        {
            "chinese": "时间因其珍贵经常被比作金钱.",
            "english": "Time is often compared to money for its preciousness."
        },
        {
            "chinese": "许多低收入家庭无法达到收支平衡.",
            "english": "Many low income families can not make their ends meet."
        },
        {
            "chinese": "老年人常常在花钱上很节约.",
            "english": "Old people are often thrifty in money."
        },
        {
            "chinese": "你賺钱正当，花钱节俭.",
            "english": "You obtain money in a right way and use it thriftily."
        },
        {
            "chinese": "“有钱能使鬼推磨” 不能适用于所有场合.",
            "english": "\"Money talks\" could not be applied to every situation."
        },
        {
            "chinese": "节俭是中国人民的传统美德.",
            "english": "Thrifty is one of the traditional virtues of Chinese people."
        },
        {
            "chinese": "金钱是万恶之源.",
            "english": "Money is often where all the trouble starts."
        },
        {
            "chinese": "我们必须培养孩子对待 (处理) 金钱的能力.",
            "english": "We should cultivate children's capability of dealing with their money."
        }
    ],
    "话题17-信或卡片": [
        {
            "chinese": "现代科技在人们的联系沟通方面产生了巨大影响.",
            "english": "Modern science and technology brings a huge impact on people's way of communication."
        },
        {
            "chinese": "书信正逐渐被电子邮件所取代.",
            "english": "Letters are gradually giving way to e-mails."
        },
        {
            "chinese": "电子邮件传递速度更快，而且几乎免费.",
            "english": "E-mails are faster and almost cost free."
        },
        {
            "chinese": "传统的贺卡和书信不利于保护环境，因为它们是纸质的.",
            "english": "Traditional cards and letters are not environment-friendly as they are made of paper."
        },
        {
            "chinese": "有时候写信更加礼貌也更加正式.",
            "english": "Sometimes writing a letter is more polite and more formal."
        },
        {
            "chinese": "收到礼物后，写一封感谢信更能体现出你的细心周到.",
            "english": "After receiving a gift, it is thoughtful to write a thank you note."
        },
        {
            "chinese": "老年人往往更喜欢传统信件的感觉.",
            "english": "Old people tend to love the sensation of traditional letters."
        },
        {
            "chinese": "现在的许多年轻人，更喜欢打电话而不喜欢写信.",
            "english": "Young people today prefer to call rather than write letters."
        },
        {
            "chinese": "无论何时收到朋友的来信，我都会感到快乐.",
            "english": "Whenever I receive a letter from a friend I feel happy."
        },
        {
            "chinese": "我们大多数人都深受过垃圾邮件的困扰.",
            "english": "Most of us have been harassed by junk mails."
        },
        {
            "chinese": "亲笔写的信比电子邮件可以更深刻地表达感情 (心情、心意).",
            "english": "A letter written in pen can express the feelings much more deeply than an e-mail."
        },
        {
            "chinese": "电子贺卡因其便捷而更受欢迎.",
            "english": "E-cards are much more popular for its convenience and sending speed."
        }
    ],
    "话题18-礼物": [
        {
            "chinese": "在重要的节日，我们互赠礼物.",
            "english": "We send gifts to each other on important festivals."
        },
        {
            "chinese": "赠送礼物是表达感激的一种方式.",
            "english": "Sending gifts is a way of expressing your gratitude to some person."
        },
        {
            "chinese": "礼物代表了我们衷心的祝愿.",
            "english": "Gifts represent our best wishes."
        },
        {
            "chinese": "在人们挑选礼物的时候，他们有被广告影响的倾向.",
            "english": "When people are choosing gifts, they tend to be influenced by advertisements."
        },
        {
            "chinese": "在我看来，送礼者的诚意 (真心) 比礼物的价钱更为重要.",
            "english": "In my opinion, the giver's sincerity is more important than the price of the gift."
        },
        {
            "chinese": "我们习惯于把营养品作为礼物送给老人.",
            "english": "We tend to send nutritious food to old people as gifts."
        },
        {
            "chinese": "挑选礼物的时候应该把收礼者的个人喜好考虑在内.",
            "english": "Take account of the personal preference of the receiver when choosing a gift."
        },
        {
            "chinese": "当你收到礼物的时候，要表达你的感激之情.",
            "english": "Show your gratitude when receiving a gift."
        },
        {
            "chinese": "我们中国人收到礼物时，并不当场拆开包装.",
            "english": "We Chinese people do not open the gift on the spot when receiving it."
        },
        {
            "chinese": "在中国，人们说礼物不值钱时往往只是试图表示谦虚.",
            "english": "In China when people say the gift is worth nothing they are just trying to be modest."
        },
        {
            "chinese": "相比在大商场买的贵重礼物，我更珍惜手工制作的礼物.",
            "english": "I value handmade gifts more than expensive gifts bought from big stores."
        },
        {
            "chinese": "礼物买不到友情.",
            "english": "Gifts can not buy friendship."
        }
    ],
    "话题19-手工工艺": [
        {
            "chinese": "手工艺品在很多旅游景点作为纪念品出售.",
            "english": "Handicrafts are sold at many tourist sites as souvenirs."
        },
        {
            "chinese": "手工艺品比机器制品更花时间，也更精致.",
            "english": "Handicrafts are more time-consuming and delicate than those made by machines."
        },
        {
            "chinese": "许多农村地区的人们把制作手工艺品的收入作为生活来源的一部分.",
            "english": "Many people in rural areas make handicrafts as a source of income."
        },
        {
            "chinese": "制作手工艺品的技术，比如剪纸，是国家的非物质财富.",
            "english": "The skills to make handicrafts such as paper cutting are national treasures."
        },
        {
            "chinese": "制作某些手工艺品的技术濒临失传.",
            "english": "The skills to make some handicrafts are to be lost."
        },
        {
            "chinese": "精致的手工艺品深受外宾欢迎.",
            "english": "Refined handicrafts are welcomed by foreign guests."
        },
        {
            "chinese": "当地政府应该采取措施保护某些手工艺制作技术.",
            "english": "The local government should take some measures to protect some handicraft making skills."
        },
        {
            "chinese": "许多手工艺技术传男不传女.",
            "english": "Many handicraft skills are only passed to male descents of the family."
        },
        {
            "chinese": "手工艺品具有鲜明的民族色彩，有利于人们了解当地文化.",
            "english": "Handicrafts are more ethical that can help you understand the culture there."
        },
        {
            "chinese": "有时手工艺品因其独特而具有极大的价值.",
            "english": "Handicrafts sometimes are unique so that they're of great value."
        },
        {
            "chinese": "机器制品永远也取代不了手工艺品.",
            "english": "Products made by the machine can never take the place of handicrafts."
        },
        {
            "chinese": "有些机器制品和手工艺品几乎一模一样，给我们鉴别增加了难度.",
            "english": "Some products made by the machine look almost the same as handicrafts, which become hard for us to tell."
        }
    ],
    "话题20-日记": [
        {
            "chinese": "坚持写日记是一种好习惯.",
            "english": "Writing and keeping a diary is a good habit."
        },
        {
            "chinese": "我经常把我每天所做的、所看的、所想的都记下来.",
            "english": "I often note down what I did, what I saw and what I thought every day."
        },
        {
            "chinese": "我把日记写在网上，而不是记在笔记本上.",
            "english": "I don't write journals in my notebook, but online."
        },
        {
            "chinese": "要小心不要在你的日记中泄露了你的隐私.",
            "english": "You have to be careful not to let out your privacy in your journal."
        },
        {
            "chinese": "我有一个自己的博客，并且在线发布曰志.",
            "english": "I have a blog of my own and I publish my journals online."
        },
        {
            "chinese": "在年轻人中，甚至包括名人，在网上发布日志是一种趋势.",
            "english": "Writing journals online is a trend among young people, even celebrities."
        },
        {
            "chinese": "我不介意每天有多少人看我的日志.",
            "english": "I don't mind how many people are reading my journals every day."
        },
        {
            "chinese": "日记或者日志可以看作我过去生活的珍藏.",
            "english": "Diaries or journals can be taken as a collection of my past stories."
        },
        {
            "chinese": "写作可以让我们思考，保持头脑清醒.",
            "english": "Writing can make us think and keep a clear mind."
        },
        {
            "chinese": "因为我的生活节奏快，我都忙得没时间写日记了.",
            "english": "I am too busy to write diaries because my rhythm of life is fast."
        },
        {
            "chinese": "在现代世界中，写作是人人必须而有用的一种技能.",
            "english": "Writing is a necessary and useful skill to everyone in the modern world."
        },
        {
            "chinese": "通过写作和思考，你能找到自我并且清楚地认识这个世界.",
            "english": "You will find out yourself and see the world clearly if you write and think."
        }
    ],
    "话题21-机器人": [
        {
            "chinese": "将来机器人可以帮助我们干些家务杂活.",
            "english": "Robots can help us do some household chores in future."
        },
        {
            "chinese": "机器人没有感情，他们只能接受预先设置好的程序.",
            "english": "Robots have no feelings and they only accept predesigned orders."
        },
        {
            "chinese": "机器人能被用在某些有毒、危险的工作场合.",
            "english": "Robots can be used in some dangerous and poisonous working conditions."
        },
        {
            "chinese": "机器人能比人类工作更有效率.",
            "english": "Robots work more efficiently than human beings."
        },
        {
            "chinese": "机器人能懂得人类的指令真是不可思议.",
            "english": "It is amazing that robots can understand our orders."
        },
        {
            "chinese": "如果机器人被广泛利用，我们人类就会有更多休闲时间.",
            "english": "If robots are widely used, we human beings will have more time to relax."
        },
        {
            "chinese": "就我看来，将来机器人会被广泛使用于工厂.",
            "english": "As far as I'm concerned, robots will be widely used in factories in future."
        },
        {
            "chinese": "具有人工智能的机器人能自己决定做一些事.",
            "english": "Robots with artificial intelligence can decide to do something by themselves."
        },
        {
            "chinese": "有些机器人能做我们做不了的事.",
            "english": "Some robots can do what we can't do."
        },
        {
            "chinese": "将来，所有重复的工作会由机器人完成.",
            "english": "In future, all those repetitive things will be done by robots."
        },
        {
            "chinese": "无论怎样，机器人是不会替代我们的大脑的.",
            "english": "No matter how, the robots will not take the place of our brains."
        },
        {
            "chinese": "由 IBM 公司设计的机器人” 深蓝” 是下棋的专家.",
            "english": "The robot DEEP BLUE designed by IBM is an expert on chess."
        }
    ],
    "话题22-收藏": [
        {
            "chinese": "集邮是我的爱好.",
            "english": "Collecting stamps is my hobby."
        },
        {
            "chinese": "我集邮不是为了挣钱.",
            "english": "I do not collect stamps to gain money."
        },
        {
            "chinese": "集邮有趣、轻松且花费不大.",
            "english": "Stamp collecting is full of fun, relaxing and inexpensive."
        },
        {
            "chinese": "有些人收集古钱币作为投资.",
            "english": "Some people collect ancient coins by way of investment."
        },
        {
            "chinese": "在收集的过程中，我学到了多种学科的许多知识.",
            "english": "In the process of collecting, I learn a lot of knowledge about a variety of subjects."
        },
        {
            "chinese": "许多人靠收集和处理文物 (东西) 谋生.",
            "english": "Many people make a living from collecting and disposing items."
        },
        {
            "chinese": "你在收藏的过程中，你需要具有识别、选择、评估和分类等多方面的技能.",
            "english": "As you build up a collection, it is necessary that you have skills of identifying, selecting, evaluating, classifying items."
        },
        {
            "chinese": "人们收藏几乎所有的东西，包括书籍、邮票、钱币和化石等.",
            "english": "People collect almost everything, including books, stamps, coins, fossils etc."
        },
        {
            "chinese": "一些人热衷于收藏诸如人骨一类的奇异物品.",
            "english": "Some people are keen on collecting grotesque items such as human bones."
        },
        {
            "chinese": "人们收藏物品不是出于乐趣就是为了赚钱.",
            "english": "People collect things either for fun or for money."
        },
        {
            "chinese": "我痴迷于搜集电视明星的照片.",
            "english": "I'm obsessed with collecting pictures of TV stars."
        },
        {
            "chinese": "收藏可以说是了解中国文化的途径.",
            "english": "Collecting can be a gateway of understanding China's folk culture."
        }
    ],
    "话题23-颜色": [
        {
            "chinese": "很多人认为不同的颜色有不同的作用 (力量).",
            "english": "Many people believe different colors have different powers."
        },
        {
            "chinese": "颜色能够影响我们的情绪、行为以及如何与人相处 (反应).",
            "english": "colors can influence our emotions, actions and how we respond to people."
        },
        {
            "chinese": "不同的颜色有不同的象征意义，给人不同的影响.",
            "english": "Different colors have different symbolic meanings and different effects on people."
        },
        {
            "chinese": "你喜欢的颜色在一定程度上反映你是哪一类的人 (你的性格).",
            "english": "What color you like to some extent reflects what kind of person you are."
        },
        {
            "chinese": "暖色如红色和橘色使人感到自信、积极和快乐.",
            "english": "Warm colors such as red and orange make people feel confident, active and happy."
        },
        {
            "chinese": "冷色如蓝色和紫色代表和平、沉思和冷静.",
            "english": "Cold colors such as blue and purple represent peace, meditation and calmness."
        },
        {
            "chinese": "喜欢暖色的人一般都是乐观主义者.",
            "english": "People who like warm colors tend to be optimists."
        },
        {
            "chinese": "喜欢冷色的人一般都害羞和安静.",
            "english": "People who like cold colors are probably shy and quiet."
        },
        {
            "chinese": "白色代表纯洁和干净.",
            "english": "White symbolizes purity and cleanness."
        },
        {
            "chinese": "我喜欢将房间装饰为橘色，因为 (这样) 它看起来温暖.",
            "english": "I would like to decorate my room in orange color because it looks warm."
        },
        {
            "chinese": "在中国，红色被认为能够帶来好运.",
            "english": "In China, red is supposed to bring good luck."
        },
        {
            "chinese": "中国文化中，红色是幸福的象征.",
            "english": "Red is a sign of happiness in Chinese Culture."
        }
    ],
    "话题24-文化娱乐": [
        {
            "chinese": "总的来说，体育文化是人类所有文化中的一种，也是很特殊的一种.",
            "english": "Physical culture is one kind of the human culture as a whole and also a very special kind."
        },
        {
            "chinese": "以” 奥林匹克精神” 为特点的体育文化已被全世界的人们所接受.",
            "english": "Physical culture characterized with \"Olympic Spirit\" has been accepted by the people of the whole world."
        },
        {
            "chinese": "中国文化在历史上从未停止发展.",
            "english": "China's culture has never stopped developing throughout history."
        },
        {
            "chinese": "中国文化通过与世界 (其他文化) 的交流得以丰富.",
            "english": "China's culture has enriched itself through mutual exchange in the world."
        },
        {
            "chinese": "最近几年，面对观众日渐减少的局面，京剧做了很多的改革.",
            "english": "In recent years, Beijing opera has attempted numerous reforms in response to sagging audience numbers."
        },
        {
            "chinese": "京剧形成于 18 世纪末，在 19 世纪中期得到全面发展和认可.",
            "english": "Beijing Opera arose in the late 18th century and became fully developed and recognized by the mid-19th century."
        },
        {
            "chinese": "上个月，我到中国国家大剧院观看了名为《雷雨》的话剧.",
            "english": "Last month I went to Chinese National Grand Theatre to see a play called Thunderstorm."
        },
        {
            "chinese": "我们能通过 KTV 得到完全的放松.",
            "english": "We can relax ourselves in KTV thoroughly."
        },
        {
            "chinese": "有时我们可以到游乐场 (欢乐公园) 释放压力.",
            "english": "Sometimes we can go to amusement park to relieve the pressure."
        },
        {
            "chinese": "电影节是我最爱的节曰，因为我可以观看很多电影.",
            "english": "Movie Season is my favorite holiday because I would have a lot of films to enjoy."
        },
        {
            "chinese": "对我们来说，和朋友一起聚会、放松是难得的节曰.",
            "english": "It is a great time for us to gather with our friends and relax."
        },
        {
            "chinese": "(它) 对所有公民免费，但是总有很多人，所以你不得不排很长的队.",
            "english": "It is free to all citizens, but always you can see too many people and you've got to wait in a long queue."
        }
    ],
    "话题25-电影": [
        {
            "chinese": "每个周末我会看一部经典 (好) 的老电影.",
            "english": "I watch a good old film every weekend."
        },
        {
            "chinese": "那部电影真的催人泪下.",
            "english": "That movie is a real tear-jerker."
        },
        {
            "chinese": "这是一部不容错过的电影.",
            "english": "It is a movie that shouldn't be missed."
        },
        {
            "chinese": "一部好电影有时会是票房的巨大失败.",
            "english": "A great movie can sometimes be a big flop at the box office."
        },
        {
            "chinese": "一部好电影应该迎合观众的口味.",
            "english": "A good film should cater to public taste."
        },
        {
            "chinese": "许多年轻人崇拜电影里的英雄，作为自己的偶像.",
            "english": "Many young people worship heroes in films as idols."
        },
        {
            "chinese": "父母不能让孩子观看帶有粗俗言语的电影.",
            "english": "Parents should not let their children watch films with raw language."
        },
        {
            "chinese": "冒险电影是我的最爱.",
            "english": "Adventure films are my favorite."
        },
        {
            "chinese": "香港功夫电影享有很好的国际声誉.",
            "english": "Hong Kong Kungfu films enjoy international reputation."
        },
        {
            "chinese": "我喜欢有冒险情节和漂亮女演员的电影.",
            "english": "I like those films with an adventurous plot and beautiful actresses."
        },
        {
            "chinese": "好的电影应有教育意义.",
            "english": "A good movie should be educative."
        },
        {
            "chinese": "好的电影经常能够提供更好的方式满足我们自己.",
            "english": "A good movie often provides us a better way to pamper ourselves."
        }
    ],
    "话题26-爱好": [
        {
            "chinese": "在空余时间，我喜欢和朋友一起闲逛.",
            "english": "In my spare time, I like to hang out with my friends."
        },
        {
            "chinese": "他热衷于园艺.",
            "english": "He is keen on gardening."
        },
        {
            "chinese": "沖浪不是我的最爱.",
            "english": "Surfing is not my cup of tea."
        },
        {
            "chinese": "健康的爱好使人轻松，帶来快乐.",
            "english": "A healthy hobby relaxes people and provides fun."
        },
        {
            "chinese": "我在自己的兴趣爱好上花了大量时间和精力.",
            "english": "I spend a lot of time and energy on my hobby."
        },
        {
            "chinese": "过度沉湎于自己的爱好而忽视工作是不好的.",
            "english": "Too much absorbed in one's hobby and neglecting work are not good."
        },
        {
            "chinese": "我对集邮有强烈的激情.",
            "english": "I have a strong passion of collecting stamps."
        },
        {
            "chinese": "我从小学六年级就开始有这个兴趣爱好.",
            "english": "I began to pick up this hobby when I was in grade six in primary school."
        },
        {
            "chinese": "这个爱好给了我结交更多朋友的机会.",
            "english": "This hobby has given me an opportunity to make more friends."
        },
        {
            "chinese": "有共同兴趣的朋友会有许多的交流.",
            "english": "Friends with common interests would have a lot to exchange."
        },
        {
            "chinese": "我在此上花了大量的业余时间.",
            "english": "I've devoted much of my spare time to it."
        },
        {
            "chinese": "你有多大的兴趣决定了你有多大的收获.",
            "english": "How much you are interested in will decide how much you can get from it."
        }
    ],
    "话题27-音乐": [
        {
            "chinese": "我更喜欢古典音乐.",
            "english": "I prefer classical music."
        },
        {
            "chinese": "我对音律一窍不通.",
            "english": "I am tone deaf."
        },
        {
            "chinese": "莫扎特是我最喜欢的音乐家.",
            "english": "Mozart is my favorite musician."
        },
        {
            "chinese": "我不能忍受摇滚音乐.",
            "english": "I can't stand rock music."
        },
        {
            "chinese": "我只为说唱音乐而疯狂.",
            "english": "I am simply crazy about rap music."
        },
        {
            "chinese": "节奏布鲁斯在年轻人中间很流行.",
            "english": "R & B is popular among young people."
        },
        {
            "chinese": "我经常和朋友去 KTV.",
            "english": "I often go to KTV with my friends."
        },
        {
            "chinese": "我每年都从电视上收听维也纳新年音乐会.",
            "english": "I listen to the Vienna New Year concert on TV every year."
        },
        {
            "chinese": "摇滚乐充满了激情.",
            "english": "Rock and Roll is rich in passion."
        },
        {
            "chinese": "我在六岁时开始学习钢琴.",
            "english": "I started playing the piano at the age of six."
        },
        {
            "chinese": "<歌剧魅影> 很让人感动.",
            "english": "The Phantom of Opera is very touching."
        },
        {
            "chinese": "歌手嗓音甜美.",
            "english": "The singer has an excellent voice."
        }
    ],
    "话题28-照相": [
        {
            "chinese": "我不大上相.",
            "english": "I am not very photogenic."
        },
        {
            "chinese": "这些照片把我拍难看了.",
            "english": "These photographs do not do me justice."
        },
        {
            "chinese": "这本相册中充满了很多回忆.",
            "english": "The photo album is full of memories."
        },
        {
            "chinese": "照片捕捉了那些和家人、朋友在一起的快乐时光.",
            "english": "Photographs catch the happy moments spent with friends and family."
        },
        {
            "chinese": "摄影是一门神奇的艺术形式.",
            "english": "Photography is an amazing art form."
        },
        {
            "chinese": "我喜欢翻看别人的照片.",
            "english": "I enjoy seeing others' photos."
        },
        {
            "chinese": "我在那些难忘的时刻，如生日和节日的时候，会拍些照片.",
            "english": "I take pictures at memorable events, such as birthdays and festivals."
        },
        {
            "chinese": "拍照是保存和分享记忆的一种方式.",
            "english": "Taking photos is a way of saving and sharing memories."
        },
        {
            "chinese": "数码相机是 21 世纪最伟大的发明之一.",
            "english": "Digital camera is one of the greatest inventions of the twenty-first century."
        },
        {
            "chinese": "很多人用 Photoshop 软件美化他们的形象.",
            "english": "Many people use Photoshop to better their image."
        },
        {
            "chinese": "拍摄虚假照片违背新闻记者的职业道德.",
            "english": "Taking false pictures is against the working ethics of the journalist."
        },
        {
            "chinese": "我度假的时候会拍照.",
            "english": "I took picture when I was on vacation."
        }
    ],
    "话题29-购物": [
        {
            "chinese": "现在的女孩子痴迷于购物.",
            "english": "Girls today are fascinated with shopping."
        },
        {
            "chinese": "我把浏览商店橱窗当作一种消遣方式.",
            "english": "I go window shopping as a way of recreation."
        },
        {
            "chinese": "对于很多西方人来说，圣诞节是个购物的季节.",
            "english": "For many Westerners, Christmas is the shopping season."
        },
        {
            "chinese": "现代购物中心整合了很多功能，如餐饮和娱乐.",
            "english": "The modern shopping malls integrate many functions, such as catering and recreation."
        },
        {
            "chinese": "我喜欢去小店购物，因为东西便宜.",
            "english": "I go shopping in small store because things there are much cheaper."
        },
        {
            "chinese": "经常去百货商场购物对于一个普通大学生而言是无法承受的.",
            "english": "An ordinary university student could not afford shopping in department stores often."
        },
        {
            "chinese": "我买不起奢侈品.",
            "english": "Luxury is beyond my buying ability."
        },
        {
            "chinese": "边远地区的购买力已经提升.",
            "english": "The purchasing power of the rural regions has increased."
        },
        {
            "chinese": "我妈妈购物货比三家.",
            "english": "My mother is a comparison shopper."
        },
        {
            "chinese": "我总是去小市场拣便宜货.",
            "english": "I always go bargain hunting in small markets."
        },
        {
            "chinese": "随着居民消费指数的提升，生活变得越来越难.",
            "english": "With the sharp rising of CPI, life becomes harder."
        },
        {
            "chinese": "我的室友是个沖动的购物者.",
            "english": "My roommate is an impulse shopper."
        }
    ],
    "话题30-运动": [
        {
            "chinese": "我每天下午四点到六点打羽毛球.",
            "english": "I play badminton from four to six o'clock every afternoon."
        },
        {
            "chinese": "我是个运动爱好者.",
            "english": "I am a sport enthusiast."
        },
        {
            "chinese": "每天我看到很多人在公园慢跑.",
            "english": "I see lots of people jogging in the park every day."
        },
        {
            "chinese": "在所有运动项目中，羽毛球是我最喜欢的.",
            "english": "Among all the sports activities, badminton is my favorite."
        },
        {
            "chinese": "运动员应该尊重体育精神.",
            "english": "Athletes should respect sportsmanship."
        },
        {
            "chinese": "奥运会有几十个运动项目.",
            "english": "There are scores of sport events in the Olympics."
        },
        {
            "chinese": "一届成功的奥运会将展示中国体育的迅猛发展.",
            "english": "A successful Olympic Game will demonstrate China's rapid development in sports."
        },
        {
            "chinese": "足球是一项全国运动.",
            "english": "Football is a national sport."
        },
        {
            "chinese": "乒乓球在我的家乡是最流行的运动.",
            "english": "Table tennis is the most popular sport in my hometown."
        },
        {
            "chinese": "中国人正越来越关注健身.",
            "english": "Chinese people are playing more and more attention to body exercising."
        },
        {
            "chinese": "诸如篮球、足球等运动可以锻炼我们的团队精神.",
            "english": "Sports like basketball, football could train our team spirit."
        },
        {
            "chinese": "只工作，不玩耍，聪明的孩子也变傻.",
            "english": "All work and no play makes jack a dull boy."
        }
    ],
    "话题31-旅游": [
        {
            "chinese": "如果我有足够的时间和金钱，我想去环游世界.",
            "english": "If I had enough time and money, I would like to travel around the world."
        },
        {
            "chinese": "我喜欢独自去乡下旅行.",
            "english": "I like to travel alone in the countryside."
        },
        {
            "chinese": "我的假期经常用来旅行.",
            "english": "I spend my holidays on travelling."
        },
        {
            "chinese": "旅行可以让一个人成熟.",
            "english": "Travelling makes a person more mature."
        },
        {
            "chinese": "旅行期间，你可以结识不同的人.",
            "english": "You may run into different people while travelling."
        },
        {
            "chinese": "我去过好多名胜古迹.",
            "english": "I have been to many places of interest."
        },
        {
            "chinese": "旅行时要记得带上一些药.",
            "english": "Remember to bring some medicine with you while travelling."
        },
        {
            "chinese": "那里的风景美得惊人.",
            "english": "The scenery there is breathtaking."
        },
        {
            "chinese": "一个人旅行的时候不要去危险的地方.",
            "english": "Do not go to dangerous places while traveling alone."
        },
        {
            "chinese": "有鬼神出没的地方可能吸引观光者.",
            "english": "Ghost haunted places can be tourist attractions."
        },
        {
            "chinese": "中国的旅游业正在蓬勃发展.",
            "english": "The tourism is flourishing in China."
        },
        {
            "chinese": "对许多家庭来说，泰国五日游是欢度春节的最佳选择.",
            "english": "A five-day tour of Thailand is a first choice for many families to spend their spring festival."
        }
    ],
    "话题32-网站和网上购物": [
        {
            "chinese": "网上购物快捷方便.",
            "english": "E-shopping is fast and convenient."
        },
        {
            "chinese": "我们可以在网上购买各种东西.",
            "english": "We can buy all kinds of things online."
        },
        {
            "chinese": "E-bay 是一个大型购物网站.",
            "english": "E-bay is a large shopping website."
        },
        {
            "chinese": "网上购物时，特别注意你账户信息的安全.",
            "english": "When e-shopping, pay particular attention to safekeeping your account information."
        },
        {
            "chinese": "网上购物前，确信你知道物品的所有细节.",
            "english": "Before e-shopping, be sure that you know all the details of the article."
        },
        {
            "chinese": "收到货物之后，你要仔细检查你的物品.",
            "english": "You should check your goods carefully after receiving it."
        },
        {
            "chinese": "在可信赖的网站交易 (购物).",
            "english": "Shop on reliable websites."
        },
        {
            "chinese": "网上购物都是便宜货，因为你总可以得到打折的机会.",
            "english": "Shopping online is a bargain because you can always get a discount."
        },
        {
            "chinese": "我不是非常热衷于网上购物.",
            "english": "I am not particularly keen on e-shopping."
        },
        {
            "chinese": "网上购物有被骗的潜在危险.",
            "english": "E-shopping has the potential danger of being cheated."
        },
        {
            "chinese": "网上购物的缺点之一就是，在你收到商品之前你不可能看到它.",
            "english": "One of the disadvantages of e-shopping is that you are not able to see the commodity until you receive it."
        },
        {
            "chinese": "较之网上购物，我更喜欢以传统方式购物.",
            "english": "I prefer shopping in a traditional way to e-shopping."
        }
    ],
    "话题33-艺术技能": [
        {
            "chinese": "有些父母强迫他们的孩子学习一门或多门艺术技能.",
            "english": "Some parents force their children to learn one or more than one artistic skills."
        },
        {
            "chinese": "许多年轻人对艺术课程，而不是其他课程疯狂着迷.",
            "english": "A lot of young people are crazy about art courses instead of other subjects."
        },
        {
            "chinese": "艺术对人人都很重要.",
            "english": "Art is of great importance to everyone."
        },
        {
            "chinese": "我喜欢街舞，且曾经在比赛中获得一等奖.",
            "english": "I like hip-hop dance and I once won a first prize in a competition."
        },
        {
            "chinese": "艺术可以看作是我们表达感情的另一种方式.",
            "english": "Art can be regarded as another way to express our feelings."
        },
        {
            "chinese": "艺术院校在中国越来越受欢迎.",
            "english": "Art colleges are becoming more and more popular in China."
        },
        {
            "chinese": "学习一项艺术技能对人的想象力有好处.",
            "english": "Learning an artistic skill is good for one's imagination."
        },
        {
            "chinese": "我擅长拉二胡.",
            "english": "I am good at playing the Chinese violin."
        },
        {
            "chinese": "有些快速的艺术培训课程毫无用处.",
            "english": "Some art crash training course is of no use at all."
        },
        {
            "chinese": "无论你想学哪样艺术技能，你都必须准备长时间地学习它.",
            "english": "No matter what artistic skill you want to learn, you have to be ready to learn it for a long time."
        },
        {
            "chinese": "短期内掌握一项艺术技能不是那么容易.",
            "english": "It is not that easy to master an artistic skill within a short period of time."
        },
        {
            "chinese": "熟能生巧.",
            "english": "Practice makes perfect."
        }
    ],
    "话题34-最喜欢的歌": [
        {
            "chinese": "有些人说唱歌在一定程度上能够减肥.",
            "english": "Some people say singing can lose your weight to some extent."
        },
        {
            "chinese": "我经常和朋友去 KTV 消遣.",
            "english": "I often go to KTV with my friends for relaxation."
        },
        {
            "chinese": "去 KTV 唱歌是和朋友沟通的一种方式.",
            "english": "Singing in KTV is a way to communicate with my friends."
        },
        {
            "chinese": "这段旋律能够使你情緒高昂.",
            "english": "This melody brightens your mood."
        },
        {
            "chinese": "我喜欢那些能够欣赏到背景音乐的购物中心.",
            "english": "I like those shopping centres where you can enjoy background music."
        },
        {
            "chinese": "我最喜欢的歌曲是玛丽亚？凯瑞演唱的《只要你相信》.",
            "english": "My favorite song is named when you believe by Maria Kerrey."
        },
        {
            "chinese": "我喜欢这首歌曲是因为其歌词令人难以忘怀.",
            "english": "I like this song because the lyrics are unforgettable."
        },
        {
            "chinese": "该乐队的歌曲都激动人心.",
            "english": "The songs of this band are all encouraging."
        },
        {
            "chinese": "从某种程度上 (来说), 音乐就是一种语言.",
            "english": "In a sense, music is a language."
        },
        {
            "chinese": "民歌有强烈的地方特色.",
            "english": "Folk songs have strong local color."
        },
        {
            "chinese": "古典音乐听起来很优雅.",
            "english": "Classical music sounds elegant."
        },
        {
            "chinese": "唱诗班的演唱像天使一样.",
            "english": "The choir sang like angels."
        }
    ],
    "话题35-游戏": [
        {
            "chinese": "游戏是一种放松和打发时间的方式.",
            "english": "Game is a way to relax and kill time."
        },
        {
            "chinese": "不要浪费太多的时间来玩电脑 (PC) 游戏.",
            "english": "Do not waste too much of your time playing PC games."
        },
        {
            "chinese": "我对电脑游戏根本不上瘾.",
            "english": "I am not addicted to PC games at all."
        },
        {
            "chinese": "有些游戏 (活动) 可以锻炼 (训练) 我们的逻辑思维和创造性思维.",
            "english": "Some games can practise our logical and creative thinking."
        },
        {
            "chinese": "凡事具有两面性.",
            "english": "Every coin has two sides."
        },
        {
            "chinese": "来自美国的一些游戏，玩的时候，可以帮助我学习英语.",
            "english": "Some games from America can help me learn English while playing."
        },
        {
            "chinese": "游戏中的人物与希腊神话中的人物非常相像.",
            "english": "The figures in the game are quite the same as those in Greek fairy tales."
        },
        {
            "chinese": "有些游戏中含有太多的暴力，这对年轻人一点好处都没有.",
            "english": "Some games contain too much violence, which is no good for young people at all."
        },
        {
            "chinese": "玩网络游戏有利于我们结交更多的朋友.",
            "english": "Playing online games can let us make more friends."
        },
        {
            "chinese": "我更喜欢角色扮演游戏，而不喜欢射击游戏.",
            "english": "I am interested in RPG games rather than shooting games."
        },
        {
            "chinese": "我是个孩子的时候，常玩的游戏是捉迷藏、警察与小偷等.",
            "english": "When I was a child, I played games like hide-and-seek, police and thief etc."
        },
        {
            "chinese": "我小的时候没有太多的游戏可玩.",
            "english": "I didn't have many games to play when I was a child."
        }
    ],
    "话题36-将来的计划": [
        {
            "chinese": "我希望将来找一个待遇好的工作.",
            "english": "I hope I will make a decent pay in the future."
        },
        {
            "chinese": "从现在开始五年后，我将担当一个中型企业经理的职务.",
            "english": "Five years from now I would be in a managerial position of a medium-sized company."
        },
        {
            "chinese": "我计划在大学里得到英语和经济学的双学位.",
            "english": "I plan to have a double major in English and economics in college."
        },
        {
            "chinese": "我想，这个暑假我应该找一些短期的实习机会.",
            "english": "I think I'd better find some short-time workplace attachment opportunities this summer."
        },
        {
            "chinese": "大学毕业后，我将继续进行硕士学位学习.",
            "english": "After graduating from university, I would like to go on studying for a master's degree."
        },
        {
            "chinese": "跳槽 (改变工作) 在年轻人中司空见惯.",
            "english": "Job-hopping is common among young people."
        },
        {
            "chinese": "我的梦想是成为一名大学教师.",
            "english": "My dream is to become a college teacher."
        },
        {
            "chinese": "为了将来有好的工作，我应 (逐步) 提高我的个人技能.",
            "english": "In order to have a good job in the future, I shall develop my personal skills."
        },
        {
            "chinese": "我喜欢在不同的领域挑战自我.",
            "english": "I'd like to challenge myself in different fields."
        },
        {
            "chinese": "我想参加一个速成班来提高我的电脑水平.",
            "english": "I want to attend a speed-up course to improve my computer skills."
        },
        {
            "chinese": "除了必修课程，我将根据自己的兴趣、未来的计划和能力选修二三门课程.",
            "english": "Apart from the compulsory course, I'll choose two or three subjects depending on my interests, future plans and ability."
        },
        {
            "chinese": "下学期，我将充分利用图书馆来充实自己的知识.",
            "english": "I'll make full use of our library to arm myself with much knowledge next semester."
        }
    ],
    "话题37-长期出国": [
        {
            "chinese": "我将去英国学习一年英语.",
            "english": "I am go to the UK for a year to study English."
        },
        {
            "chinese": "出国学习，拥有英语环境对英语学习者来说有好处.",
            "english": "It is good for English learners to go abroad to study and have an English environment."
        },
        {
            "chinese": "在国外，你应当非常注意当地习俗.",
            "english": "In foreign countries, you should pay attention to the local customs."
        },
        {
            "chinese": "出国之前做好充分准备.",
            "english": "Make enough preparation before you go abroad."
        },
        {
            "chinese": "确信自己掌握了你将去的国家的一些习俗.",
            "english": "Make sure that you have learned some customs about the country you are going to."
        },
        {
            "chinese": "如果你挑食，最好在出国之前学习一些烹调技能.",
            "english": "If you're picky about food, you'd better learn some cooking skills before you go abroad."
        },
        {
            "chinese": "近年来，成千上万的学生出国学习.",
            "english": "In recent years, tens of thousands of students go to foreign countries to study."
        },
        {
            "chinese": "在国外时，如果无人可以依靠，你会觉得很茫然.",
            "english": "You will be at a loss when there's nobody to rely on in a foreign country."
        },
        {
            "chinese": "入乡随俗 (如果你在罗马，就应该像罗马人那样做).",
            "english": "When you are in Rome, do as the Romans do."
        },
        {
            "chinese": "同当地人多沟通是提高英语的好办法.",
            "english": "More communication with the native speakers would be a good way to improve English."
        },
        {
            "chinese": "到国外学习能够开拓我的视野、丰富我的知识.",
            "english": "Studying abroad would broaden my horizon and enrich my knowledge."
        },
        {
            "chinese": "我知道，如果我出国，我不得不尽力适应新环境.",
            "english": "I know I have to try my best to adapt to a new environment if I go abroad."
        }
    ],
    "话题38-一个重要的决定": [
        {
            "chinese": "当我还是小姑娘的时候，一切事情我都依靠父母来决定.",
            "english": "When I was a little girl, I relied on my parents to guide my decisions about everything."
        },
        {
            "chinese": "结婚是你一生中最重要的决定之一.",
            "english": "To get married is one of the most important decisions you can make in life."
        },
        {
            "chinese": "这是生死攸关的决定.",
            "english": "This is a decision of life and death."
        },
        {
            "chinese": "在你决定写哪个题目之前必须请教你的导师.",
            "english": "You should consult your supervisor before you decide which topic to write about."
        },
        {
            "chinese": "在作关于移民、投资等决定之前最好请教专家.",
            "english": "When making decisions concerning migration, investment etc. , we'd better ask help from expert."
        },
        {
            "chinese": "这个决定标志着我人生的转折点.",
            "english": "This decision symbolizes a turning point of my life."
        },
        {
            "chinese": "我们不能盲目地采纳父母所有的意见.",
            "english": "We can't follow blindly all of our parents' advice."
        },
        {
            "chinese": "作决定是件困难的事情.",
            "english": "Making decisions is a tough job."
        },
        {
            "chinese": "我想当老师的决定很大程度上是由于父母的鼓励.",
            "english": "My decision to become a teacher is largely due to my parents' encouragement."
        },
        {
            "chinese": "到美国深造的决定为我打开了一扇新的窗户.",
            "english": "The decision of furthering my study in US opens a new window for me."
        },
        {
            "chinese": "作那样的决定我一定是头晕了.",
            "english": "I must be doited to make that decision."
        },
        {
            "chinese": "一旦作出错误的决定，几乎很难有机会来弥补.",
            "english": "Once a wrong decision is made, rarely is there an opportunity to amend for it."
        }
    ],
    "话题39-快乐的事件": [
        {
            "chinese": "在我的有生之年，我将记住这幸福时刻.",
            "english": "I will remember this happy event as long as I live."
        },
        {
            "chinese": "对不同的人来说，幸褐有不同的含义.",
            "english": "Happiness means different things to different people."
        },
        {
            "chinese": "幸福不能用金钱买到.",
            "english": "Happiness could not be bought with money."
        },
        {
            "chinese": "对我来说，幸福就是紧紧地和家人联系在一起.",
            "english": "For me, my happiness is closely tied to my family."
        },
        {
            "chinese": "我永远不会忘记事情发生的那一天.",
            "english": "I will never forget the day that event happened."
        },
        {
            "chinese": "俗话说，乐极生悲 (极度的快乐带来痛苦).",
            "english": "As the saying goes, extreme joy begets sorrow."
        },
        {
            "chinese": "知足常乐 (容易满足的人始终幸福、快乐).",
            "english": "Those who are easily content are always happy."
        },
        {
            "chinese": "幸福不能建立在别人的痛苦之上 (幸福不能以别人利益为代价而获得).",
            "english": "Happiness should not be achieved at the expense of others' interests."
        },
        {
            "chinese": "对我来说，工作是快乐之源.",
            "english": "For me working is the source of happiness."
        },
        {
            "chinese": "我当时活得很快乐.",
            "english": "I was having the time of my life."
        },
        {
            "chinese": "我们在聚会上玩得很开心.",
            "english": "We had a whale of a time at that party."
        },
        {
            "chinese": "听到这个消息，我高兴极了.",
            "english": "When I heard the news I was as happy as a lark."
        }
    ],
    "话题40-成功": [
        {
            "chinese": "成功的男人有自己的目标，并为实现它而奋斗.",
            "english": "A successful man always has a goal and strives to realize the goal."
        },
        {
            "chinese": "金钱不等于成功.",
            "english": "Money is not equal to success."
        },
        {
            "chinese": "我为他取得的成功感到骄傲.",
            "english": "I'm proud of the success that he has achieved."
        },
        {
            "chinese": "要想成功，你必须笨鸟先飞 (领先别人一步).",
            "english": "To be successful you have to keep one step ahead other people."
        },
        {
            "chinese": "对我来说，胜利意味着一切.",
            "english": "For me winning is everything."
        },
        {
            "chinese": "当看到成功的机会，千万不要犹豫。一定要抓住它.",
            "english": "When seeing an opportunity for success, don't hesitate to go for it."
        },
        {
            "chinese": "取得成功需要毅力.",
            "english": "To achieve success requires perseverance."
        },
        {
            "chinese": "我们不能为了自己的成功而践踏他人.",
            "english": "We should not step on others in order to achieve our own success."
        },
        {
            "chinese": "拥有和谐的家庭是另一种形式的成功.",
            "english": "To have a harmonious family is another form of success."
        },
        {
            "chinese": "在你成功之前，你会遇到很多的失败.",
            "english": "Before you succeed, you may encounter with many failures."
        },
        {
            "chinese": "我要感谢父母的支持，这对于我的成功至关重要.",
            "english": "I am grateful to my parents for their support, which is essential to my success."
        },
        {
            "chinese": "我们学习别人的成功经验.",
            "english": "We learn from other people's success."
        }
    ],
    "话题41-艺术活动": [
        {
            "chinese": "同学们积极申请加入戏剧俱乐部.",
            "english": "The students actively apply for the Drama club."
        },
        {
            "chinese": "戏剧俱乐部在春季上演年度戏剧.",
            "english": "The Drama club presents the play of the year in spring."
        },
        {
            "chinese": "作为一名艺术爱好者，一有机会我就会参加艺术品展览.",
            "english": "As an art lover, I always go to art exhibitions whenever I have the chance."
        },
        {
            "chinese": "京刷是中国一种传统的艺术形式.",
            "english": "Beijing opera is a traditional form of art in China."
        },
        {
            "chinese": "现在的年轻人不会欣赏传统艺术.",
            "english": "Young people nowadays cannot appreciate traditional art."
        },
        {
            "chinese": "为了保护传统中国艺术，我们应该培养孩子 (对艺术) 的兴趣.",
            "english": "To protect the traditional Chinese art, we should nurture children's interest in them."
        },
        {
            "chinese": "传统艺术是国宝.",
            "english": "Traditional art is a national treasure."
        },
        {
            "chinese": "我们应该将文化遗产传给 (即将到来的) 下一代.",
            "english": "We should pass on the cultural heritage to the coming generation."
        },
        {
            "chinese": "现在，许多年轻人对传统艺术完全没有兴趣.",
            "english": "Now some young people have no interest in the traditional art at all."
        },
        {
            "chinese": "政府应该给保护传统艺术更多的支持.",
            "english": "The government should give much support to the protection of the traditional arts."
        },
        {
            "chinese": "要建立更多的学校、美术馆和博物馆，让人们知道什么是艺术.",
            "english": "More schools, galleries and museums should be set up to let people know what art is."
        },
        {
            "chinese": "国际文化交流是一种联系世界各国人民的良好方式.",
            "english": "International cultural exchange is a good way to contact with people in the world."
        }
    ],
    "话题42-开公司": [
        {
            "chinese": "自己做生意最大的好处是你是自己的老板.",
            "english": "The biggest advantage of starting your own business is that you are your own boss."
        },
        {
            "chinese": "一个好的老板应该学会怎么正确解决劳工问题.",
            "english": "A good boss shall learn to handle the labor problems correctly."
        },
        {
            "chinese": "不要雇用总是混日子的雇员.",
            "english": "Don't hire employees who are always goofing off."
        },
        {
            "chinese": "好的雇主允许员工自由交谈.",
            "english": "Good employers allow employees to talk freely with one another."
        },
        {
            "chinese": "一个好的老板应该试图减少工作中员工之间的摩擦.",
            "english": "A good boss will try his best to reduce personal conflicts on the job."
        },
        {
            "chinese": "一个好的老板应该给予员工干好本职工作的充分的自主权.",
            "english": "A good boss gives employees adequate control over how they do their work."
        },
        {
            "chinese": "如果我自己开公司的话，我就有权调控自己的工作了.",
            "english": "If I run a company of my own, I'll have some control over how I perform my work."
        },
        {
            "chinese": "我将雇用那些有能力轻而易举地表达自己观点的人.",
            "english": "I will employ those who have an ability to verbalise an idea easily."
        },
        {
            "chinese": "在工作中有灵活性的员工，会逐步培养对公司难以置信的忠诚.",
            "english": "Employees who work with flexibility develop an incredible sense of loyalty."
        },
        {
            "chinese": "我只雇用忠实且诚实的员工.",
            "english": "I only employ those loyal and faithful employees."
        },
        {
            "chinese": "聪明机智的人并不一定意味着他是一个好的员工.",
            "english": "Being smart and intelligent doesn't mean that he is a good worker."
        },
        {
            "chinese": "开一家自己的公司将给我带来强烈的成就感.",
            "english": "Running a company of my own will bring me a great sense of success."
        }
    ],
    "话题43-生活中的变化": [
        {
            "chinese": "近几年我的家乡发生了巨大的变化.",
            "english": "Great changes have taken place in my hometown in recent years."
        },
        {
            "chinese": "由于经济的发展，我家乡的人们 (正) 过着更好的生活.",
            "english": "Due to the development of economy, people in my hometown are living a better life."
        },
        {
            "chinese": "我的性格已经发生了很大的变化 (我个性变化很大).",
            "english": "I have changed a lot in personality."
        },
        {
            "chinese": "我过去是个羞涩的男孩，可是现在我自信而性格外向.",
            "english": "I was once a shy boy in the past, but now I am confident and extrovert."
        },
        {
            "chinese": "你简直不能想象十年后的生活会是怎样的.",
            "english": "You could hardly imagine how your life would be like ten years later."
        },
        {
            "chinese": "环境日趋恶化，世界人民都在为此担心.",
            "english": "Environment is getting worse so that people in the world are worrying about it."
        },
        {
            "chinese": "我生活中的最大变化就是我的思维方式 (的变化).",
            "english": "The greatest change in my life is my way of thinking."
        },
        {
            "chinese": "生活 (命) 是多彩的，因为它充满了变化.",
            "english": "Life is colorful because it is full of change."
        },
        {
            "chinese": "生活就像一盒巧克力，你永远都不会知道你会得到什么.",
            "english": "Life is like a box of chocolate and you never know what you are going to get."
        },
        {
            "chinese": "只要我不断地努力，我知道我的生活会发生很大变化.",
            "english": "As long as I am striving forward, I know I could make big changes of my life."
        },
        {
            "chinese": "每一个人都会越来越好，只要他拥有一个梦想并为此不断地努力.",
            "english": "Everyone can be better and better if he has a dream and tries his best to realize the dream."
        },
        {
            "chinese": "我的未来会有困难和挫折，可是我已为此做好了准备.",
            "english": "I may have difficulties and frustrations in future, but I am ready for it."
        }
    ],
    "话题44-经济活动": [
        {
            "chinese": "我对经济学很感兴趣，并且我读了很多与经济有关的报道.",
            "english": "I am interested in economics and I read a lot of reports on economy."
        },
        {
            "chinese": "每年在中央电视台都会有一个叫” 年度经济人物” 的评选活动的节目.",
            "english": "Every year on CCTV, there is a competition named \"Annual Economic Figures\"."
        },
        {
            "chinese": "这些人物已经推动了中国经济的发展.",
            "english": "Those figures have pushed forward the development of Chinese economy."
        },
        {
            "chinese": "他们所做的一切都对中国人民的生活产生了很大的影响.",
            "english": "What they did has had a great influence on people's life in China."
        },
        {
            "chinese": "他们已经为我们每个人树立了榜样.",
            "english": "They have set up models for every one of us."
        },
        {
            "chinese": "经济活动通常给公司提供商业机遇.",
            "english": "Economic activities usually provide business opportunities for companies."
        },
        {
            "chinese": "我曾经去过广州参加一年一度的商品交易会.",
            "english": "I once went to Guangzhou to attend the annual trade fair."
        },
        {
            "chinese": "广州商品交易会被世界看成是世界公司的第一名片.",
            "english": "Guangzhou Trade Fair is regarded as the first \"Name Card\" of world companies."
        },
        {
            "chinese": "对于国内企业而言，这是对外贸易的一个窗口.",
            "english": "It is a window of foreign trade for domestic companies."
        },
        {
            "chinese": "每年 9 月份，在我的城市都有一个大型的陶瓷博览会.",
            "english": "Every year in September, there is a great ceramic fair in my city."
        },
        {
            "chinese": "大量的人被吸引到这里来，这对于一个城市而言像一个假曰.",
            "english": "A great number of people are attracted here and it is like a holiday for the city."
        },
        {
            "chinese": "一些经济组织在国际合作方面正起到一个积极的作用.",
            "english": "Some economic organisations are playing a positive role in international cooperation."
        }
    ],
    "话题45-家乡": [
        {
            "chinese": "我来自奉宁，那是一个只有 20000 人的小镇.",
            "english": "I came from Fengning which is a small town with 20,000 people."
        },
        {
            "chinese": "那是一个有许多人口、汽车和建筑物的大城市.",
            "english": "It's a large city with many people, cars and architectures."
        },
        {
            "chinese": "我特别喜爱家乡的宁静生活.",
            "english": "I especially love the peaceful life in my hometown."
        },
        {
            "chinese": "由于历史悠久，这个城市有许多名胜古迹.",
            "english": "With a long history, the city has many historical scenic spots."
        },
        {
            "chinese": "我希望能够为家乡消除污染作出自己的贡献.",
            "english": "I hope I could make some contribution to the elimination of pollution in my hometown."
        },
        {
            "chinese": "五年后，我发现家乡发生了很大的变化.",
            "english": "After five years, I found that my hometown had greatly changed."
        },
        {
            "chinese": "生活在我家乡的人们都很淳朴、单纯.",
            "english": "The people living in my hometown are unsophisticated and simple."
        },
        {
            "chinese": "这个城市是重要的交通枢纽.",
            "english": "The city is an important transportation hub."
        },
        {
            "chinese": "纺织工业是这个城市的支柱 (产业).",
            "english": "Textile industry is the mainstay of the city."
        },
        {
            "chinese": "我的家乡因陶瓷而闻名.",
            "english": "My hometown is famous for pottery and porcelain."
        },
        {
            "chinese": "我家乡的人们都友好、热情.",
            "english": "People in my hometown are hospitable and warm-hearted."
        },
        {
            "chinese": "这是个新兴城市，发展速度很快.",
            "english": "It is a booming city and is developing at a rapid speed."
        }
    ],
    "话题46-博物馆": [
        {
            "chinese": "上海博物馆是我见过的印象最深的博物馆.",
            "english": "The Shanghai museum is the most impressive one that I have ever seen."
        },
        {
            "chinese": "我喜欢去历史博物馆.",
            "english": "I prefer to go to history museums."
        },
        {
            "chinese": "中国很多博物馆票价都很便宜.",
            "english": "Most of the museums in China cost little in tickets."
        },
        {
            "chinese": "上个月新政策实施，北京很多博物馆都免费开放.",
            "english": "Last month under a new policy many museums in Beijing became free of charge."
        },
        {
            "chinese": "参观博物馆可以拓宽我们的视野.",
            "english": "Visiting museums could help broaden our horizon."
        },
        {
            "chinese": "我妈妈过去常在周日带我去博物馆.",
            "english": "My mother used to take me to museums on Sundays."
        },
        {
            "chinese": "故宫里面收藏了大量古董.",
            "english": "The Palace Museum has a rich collection of antiques."
        },
        {
            "chinese": "博物馆经常举办艺术佳作展.",
            "english": "Museums often hold exhibitions of great works of art."
        },
        {
            "chinese": "军事历史博物馆已经成为一个重要的学生教育基地.",
            "english": "The Museum of Military History has become an important education base for students."
        },
        {
            "chinese": "政府应当给与博物馆更多支持.",
            "english": "Museums are supposed to be given much support from the government."
        },
        {
            "chinese": "我去了国家博物馆，并收获颇多.",
            "english": "I learned a lot from the trip to the national museum."
        },
        {
            "chinese": "博物馆是我们获取知识的另外一个场所.",
            "english": "The museum is another place for us to gain knowledge."
        }
    ],
    "话题47-交通": [
        {
            "chinese": "我最喜欢的交通工具就是打出租车了.",
            "english": "My favorite transportation means is taxi."
        },
        {
            "chinese": "我们应该在北京大力发展公共交通.",
            "english": "We should develop public transportation in Beijing."
        },
        {
            "chinese": "在北京，太多的私家车导致交通堵塞.",
            "english": "Too many private cars cause traffic jams in Beijing."
        },
        {
            "chinese": "地铁应该准时.",
            "english": "Subway is supposed to be on time."
        },
        {
            "chinese": "应该鼓励人们乘公交车上班.",
            "english": "People are encouraged to take buses to work."
        },
        {
            "chinese": "政府应该采取措施减轻交通压力.",
            "english": "The government should take some measures to relieve the traffic pressure."
        },
        {
            "chinese": "因为奥运会在北京召开，政府正在建设更多的地铁.",
            "english": "Since the Olympics will be held in Beijing, the government is building more subways."
        },
        {
            "chinese": "飞机是最快速，但也是最昂贵的旅行方式.",
            "english": "Airplane is the quickest but the most expensive way of travelling."
        },
        {
            "chinese": "在春节期间，中国铁路系统的载客量面临巨大挑战.",
            "english": "During the Spring Festival, the capacity of China's railway system is highly challenged."
        },
        {
            "chinese": "雪灾阻断了交通.",
            "english": "The snow disaster cut off the traffic."
        },
        {
            "chinese": "骑自行车旅行既清洁又方便.",
            "english": "The bicycle is a clean and convenient way of traveling."
        },
        {
            "chinese": "磁悬浮列车将极大提高运输的速度.",
            "english": "The maglev train will greatly increase the speed of transportation."
        }
    ],
    "话题48-你的国家": [
        {
            "chinese": "中国有 23 个省，5 个自治区，4 个直辖市和 2 个持别行政区.",
            "english": "China has 23 provinces, 5 autonomous regions, 4 municipalities under the Central Government and two special administration regions."
        },
        {
            "chinese": "中国幅员 960 万平方公里，为世界第三大国.",
            "english": "China is the third largest country in the world with 9,600,000km."
        },
        {
            "chinese": "沿海地区比西部发达.",
            "english": "The coastal area is more developed than the Western area."
        },
        {
            "chinese": "中国的南方经常下雨而北方就干燥得多.",
            "english": "It rains a lot in the Southern part of China whereas it is much drier in the North."
        },
        {
            "chinese": "中国是一个有着 5000 年悠久历史的大国.",
            "english": "China is a great country with a long history of over 5, 000 years."
        },
        {
            "chinese": "中国为世界的和平和昌盛作出了很大的贡献.",
            "english": "China has contributed a lot to the world peace and prosperity."
        },
        {
            "chinese": "中国人以热情好客和勤劳著称.",
            "english": "Chinese people are known for their hospitality and industry."
        },
        {
            "chinese": "中国是旅行的目的地，吸引了世界各地的朋友.",
            "english": "China is a tourist destination attracting friends from all over the world."
        },
        {
            "chinese": "自从改革开放以来，中国发生了翻天覆地的变化.",
            "english": "Since the reform and opening up, many great changes have taken place in China."
        },
        {
            "chinese": "我们因我们光辉灿烂的文化而感到自豪.",
            "english": "We are proud of your splendid culture."
        },
        {
            "chinese": "现在中国在国际社会中享有很高的地位.",
            "english": "Now China enjoys a high status in the international community."
        },
        {
            "chinese": "中国培养了一批闻名世界的科学家和艺术家.",
            "english": "China has cultivated a lot of world famous scientists and artists."
        }
    ],
    "话题49-城市": [
        {
            "chinese": "北京是中国政治和文化的中心.",
            "english": "Beijing is the political and cultural centre of China."
        },
        {
            "chinese": "北京有 2000 万人口.",
            "english": "Beijing has a population of 20 million people."
        },
        {
            "chinese": "交通问题已经成为北京日益加剧的一个难题.",
            "english": "Traffic has become an increasingly difficult problem in Beijing."
        },
        {
            "chinese": "北京是中国古都之一.",
            "english": "Beijing is one of Chinese ancient capitals."
        },
        {
            "chinese": "北京，800 多年都是中国的首都，有着丰富的文化遗产.",
            "english": "Having been the capital of China for over 800 years, Beijing is a city with rich cultural heritage."
        },
        {
            "chinese": "如果有机会，我愿意在杭州生活.",
            "english": "If I had the chance, I would like to live in Hangzhou."
        },
        {
            "chinese": "抗州有着温和的气候条件，加上它优美的风景，是理想的居住地.",
            "english": "With a mild climate and its beautiful scenery, Hangzhou is an ideal place for living."
        },
        {
            "chinese": "北京的春天经常遭遇沙尘暴的侵袭.",
            "english": "Sand storms often occur in Beijing in spring."
        },
        {
            "chinese": "每年各种各样的文化活动和国际专题研讨会都在北京举行.",
            "english": "All kinds of cultural events and international symposiums are held in Beijing every year."
        },
        {
            "chinese": "北京是 2008 年奥运会的主办城市.",
            "english": "Beijing acted as the host city for the Olympics in 2008."
        },
        {
            "chinese": "北京已经变成一个开放的、现代化的大都市.",
            "english": "Beijing has changed into an open and modern metropolis."
        },
        {
            "chinese": "有着数量众多的超市，城市生活越加方便了.",
            "english": "Life in a city with its numerous supermarkets is much more convenient."
        }
    ],
    "话题50-房间": [
        {
            "chinese": "我喜欢宽敞、装修到位的房间.",
            "english": "I like a spacious and well furnished room."
        },
        {
            "chinese": "我的卧室很温馨舒适.",
            "english": "My bedroom is sweet and cozy."
        },
        {
            "chinese": "我的宿舍很小但是很舒服.",
            "english": "My dorm room is small but comfortable."
        },
        {
            "chinese": "朝南的房间采光好.",
            "english": "A room facing south enjoys good daylight."
        },
        {
            "chinese": "住宾馆的时候，我喜欢选择能欣赏风景的房间.",
            "english": "I'd like to have a room with a view while staying in a hotel."
        },
        {
            "chinese": "这是一间简单装修的房间，没什么家具.",
            "english": "It is a simply furnished room with little furniture."
        },
        {
            "chinese": "如果在我的房间里再添置一个书架，我会更高兴的.",
            "english": "I would be happier if I had another book shelf in my room."
        },
        {
            "chinese": "现在人们喜欢住大卧室，卧室配备卫生间的那种.",
            "english": "Nowadays people like to live in a big bedroom with a bathroom attached to it."
        },
        {
            "chinese": "我每天都收拾我的小空间.",
            "english": "I tidy my little space every day."
        },
        {
            "chinese": "我梦想我的卧室里有一张超大的床.",
            "english": "My dream is to have a king sized bed in my bedroom."
        },
        {
            "chinese": "一些绿色植物可以使整个房间充满生机.",
            "english": "Some green plants could liven up the whole room."
        },
        {
            "chinese": "墙上的那幅画可以给这个小房间增添不少情调.",
            "english": "The painting on the wall creates some ambience to the little room."
        }
    ],
    "话题51-学校": [
        {
            "chinese": "我们学校位于郊区.",
            "english": "Our school is located in the suburban area."
        },
        {
            "chinese": "校园像长满树木、花草的公园.",
            "english": "The school campus is like a park full of trees and flowers."
        },
        {
            "chinese": "一条小河穿过校园，增添了不少生活气息.",
            "english": "A river runs through the campus, which adds much life to it."
        },
        {
            "chinese": "学校为我们提供了范围宽广的课程.",
            "english": "The school has provided us with a wide range of courses."
        },
        {
            "chinese": "学校的校训 (格言) 是让每个学生成功.",
            "english": "The motto of our school is to make every student successful."
        },
        {
            "chinese": "我们对母校有深厚的感情.",
            "english": "We hold deep feelings for our old school."
        },
        {
            "chinese": "我毕业的学校是我市具有顶尖水平的学校.",
            "english": "The school where I have graduated is a top level school in our city."
        },
        {
            "chinese": "学校培养了各个领域的很多人才.",
            "english": "The school has cultivated many talents in all areas."
        },
        {
            "chinese": "学校提供多种课外活动.",
            "english": "The school offers a variety of extra curriculum activities."
        },
        {
            "chinese": "我很幸运遇到这么多知识渊博、耐心的老师.",
            "english": "It is lucky for me to have encountered many learned and patient teachers."
        },
        {
            "chinese": "超过 90% 的毕业生进入大学.",
            "english": "Over 90% of the graduates enter universities."
        },
        {
            "chinese": "学校在学习和发展学生技能两个方面同样重视.",
            "english": "The school attaches equal importance to studies and developing their skills."
        }
    ],
    "话题52-建筑": [
        {
            "chinese": "9.11 期间，人们目睹了一个年轻人从摩天大楼上跳下 (的情景).",
            "english": "During 9.11, people witnessed a young man jumping off the skyscraper."
        },
        {
            "chinese": "高速发展的北京建起了越来越多的摩天大楼.",
            "english": "The fast developing Beijing is building more and more skyscrapers."
        },
        {
            "chinese": "富人们喜欢在他们郊区的别墅中度假.",
            "english": "The wealthy people enjoy spending their vacation in their villas in the countryside."
        },
        {
            "chinese": "大部分旧时中国的地主都有自己的宽敞的宅第.",
            "english": "Most of the landlords in old China own a big mansion."
        },
        {
            "chinese": "新建的宾馆显示出很强的设计独创性，这提供了美丽的景色.",
            "english": "The newly built hotel shows great originality in design, which offers a good view."
        },
        {
            "chinese": "中关村的大部分写字楼都有玻璃外墙.",
            "english": "Most of the office buildings in Zhongguancun have a glass surface."
        },
        {
            "chinese": "我认为，中国最有趣的建筑是长城，它是世界七大奇迹之一.",
            "english": "I think in China, the most interesting building is the Great Wall, which is one of the Seven Wonders of the World."
        },
        {
            "chinese": "奥运会的开幕式、闭幕式在” 鸟巢” 举行.",
            "english": "The opening and closing ceremonies of Olympic Games were held in the Bird Nest."
        },
        {
            "chinese": "它位于国家体育公园的中心.",
            "english": "It locates in the centre of the national sports park."
        },
        {
            "chinese": "国家剧院已成为这个城市新的象征.",
            "english": "The National Theatre has become a new symbol of this city."
        },
        {
            "chinese": "它的设计充满关于爱的浪漫和现代观念.",
            "english": "It's designing is full of romantic and modern idea of love."
        },
        {
            "chinese": "这个纪念碑成为城市的标志和精神支柱.",
            "english": "This monument has become a landmark and spiritual support of this city."
        }
    ],
    "话题53-外国": [
        {
            "chinese": "意大利因其文化成为世界闻名的国家.",
            "english": "Italy is a world famous country for its culture."
        },
        {
            "chinese": "意大利人民因其好客为大家所熟知.",
            "english": "The Italian people are well known for their hospitality."
        },
        {
            "chinese": "那个国家的人民不但开朗而且热情好客.",
            "english": "People in that country are outgoing and hospitable as well."
        },
        {
            "chinese": "在学习之后，我会选择在那里定居.",
            "english": "After my study there, I may choose to settle down there."
        },
        {
            "chinese": "这个国家的特别之处就在于她丰富多彩的文化.",
            "english": "What's special about this country is her colorful culture."
        },
        {
            "chinese": "这里的价值 (观) 就是独立、成功、平等和个性化.",
            "english": "The values here are independence, success, equality and individuality."
        },
        {
            "chinese": "这是一个你能实现梦想的国度.",
            "english": "It is a country where you can realise your dreams."
        },
        {
            "chinese": "我从未到过那个国家，但是我读过许多关于它的旅行指南.",
            "english": "I have never been to that country, but I've read a lot of guidebooks about it."
        },
        {
            "chinese": "无人能够否定这个国家的教育水平是最好的.",
            "english": "No one denies that the education level in this country is the best."
        },
        {
            "chinese": "对你来说，这是一个学习世界上最先进知识的大好机会.",
            "english": "It would be a great opportunity for you to learn the advanced knowledge in the world."
        },
        {
            "chinese": "没有一个外国比我的祖国好.",
            "english": "None of the foreign countries is better than my motherland."
        },
        {
            "chinese": "当我完成那里的学业，我肯定会回到我的祖国.",
            "english": "I would surely come back to my motherland when I finish my study there."
        }
    ],
    "话题54-河或湖": [
        {
            "chinese": "一条小河穿过我们的城镇，将其分为两半.",
            "english": "A river runs across our town, which divides it into two parts."
        },
        {
            "chinese": "长江是中国最长的河流.",
            "english": "The Yangtze River is the longest river in China."
        },
        {
            "chinese": "长江下游的沖积平原是富饶的.",
            "english": "The deposited plain at the lower reaches of the Yangtze River is fertile."
        },
        {
            "chinese": "据说黄河是中华文明的起源.",
            "english": "It is said that the Yellow River is the origin of the Chinese culture."
        },
        {
            "chinese": "西湖是杭州最有名的旅游景点，每年吸引成千上万的游客.",
            "english": "The West Lake is the most famous tourist site in Hangzhou, which attracts tens of thousands of tourists every year."
        },
        {
            "chinese": "夏天，当地居民喜欢在饭后环湖散步.",
            "english": "In summer, local people would like to take a stroll around the lake after meal."
        },
        {
            "chinese": "校园里的天鹅湖是为建校 30 周年而建.",
            "english": "The Swan Lake on our campus was built for the thirtieth anniversary."
        },
        {
            "chinese": "夏天，有些人会沿湖垂钓.",
            "english": "Some people would go fishing there around the lake in summer."
        },
        {
            "chinese": "湖水干净、清澈，湖内有大量的鱼.",
            "english": "The water of the lake is clean and clear and there is a great abundance of fish in it."
        },
        {
            "chinese": "它一年四季有不同的美.",
            "english": "It has its own beauty in different seasons of the year."
        },
        {
            "chinese": "它为这片土地上的人们提供大部分的生活和工业用水.",
            "english": "It provides most of the water for people's life and industry on this piece of land."
        },
        {
            "chinese": "夏季，它看上去像天堂.",
            "english": "In summer, it looks like picture of a paradise."
        }
    ],
    "话题55-最喜欢的公园": [
        {
            "chinese": "公园应当对每个公民免费开放.",
            "english": "A public park is supposed to be open to every citizen and free of charge."
        },
        {
            "chinese": "每天早上你可以看到许多人在公园锻炼身体.",
            "english": "Every morning you can see a lot of people exercising in the park."
        },
        {
            "chinese": "每天，我在上学的路上路过这个公园.",
            "english": "I pass by the park every day on my way to school."
        },
        {
            "chinese": "晚饭后在公园散步有益健康.",
            "english": "Taking a walk in the park after dinner is good for health."
        },
        {
            "chinese": "公园里优美的风景有时能激发我们的灵感.",
            "english": "The beautiful sceneries in the park sometimes stimulate our inspiration."
        },
        {
            "chinese": "花园和公园 (的点缀) 使这个城市更加漂亮.",
            "english": "Gardens and parks have made the city more beautiful."
        },
        {
            "chinese": "森林公园看上去像一张明信片.",
            "english": "The forest park looks like a post card."
        },
        {
            "chinese": "那里的日落的确是激动人心的景观.",
            "english": "The view of the sunset there is truly breathtaking."
        },
        {
            "chinese": "在公园里慢跑可以使你精神焕发.",
            "english": "Jogging in the park peps you up."
        },
        {
            "chinese": "捷足先登 (早起的鸟儿先吃虫).",
            "english": "The early bird catches the worm."
        },
        {
            "chinese": "如果城市拥有更多的像公园和花园之类的公共设施 (地方), 那就更好了.",
            "english": "It would be better if the city has more public places, like parks and gardens."
        },
        {
            "chinese": "我喜欢去游乐园，譬如北京的” 欢乐谷”.",
            "english": "I prefer to go to an amusement park, like \"Happy Valley\" in Beijing."
        }
    ],
    "话题56-图书馆": [
        {
            "chinese": "我们校园内有一个大的图书馆，藏书数百万卷.",
            "english": "There is a big library on my campus with millions of books in it."
        },
        {
            "chinese": "大多数的学生都到图书馆里来学习，因为这里有一个祥和的学术环境.",
            "english": "Most students study in library because it provides a peaceful academic atmosphere."
        },
        {
            "chinese": "我常到图书馆里借阅一些有关创造力的书籍.",
            "english": "I often borrow some books about creativity from the library."
        },
        {
            "chinese": "图书馆是各个学科信息的充足资源.",
            "english": "Library is an abundant resource of information on all subjects."
        },
        {
            "chinese": "我希望将来图书馆能够向全体市民开放.",
            "english": "I hope in future the library could be open to public citizens."
        },
        {
            "chinese": "当我写作论文和散文时，我常借助 (参阅) 图书管里的书籍.",
            "english": "When I am writing papers or essays, I will turn to those academic books in library."
        },
        {
            "chinese": "现在学校向我们提供电子书籍可借阅.",
            "english": "Now the school is providing e-books for us to borrow."
        },
        {
            "chinese": "网络图书馆方便我们查找书籍.",
            "english": "An online library is convenient for us to search for books."
        },
        {
            "chinese": "一个图书馆就像一本大百科全书.",
            "english": "A library is like an encyclopedia."
        },
        {
            "chinese": "有些学生在图书馆里大声说话，这给我很大烦恼.",
            "english": "Some students speak loudly in the library, which annoys me a lot."
        },
        {
            "chinese": "如果你要借书，就要有一个图书馆借书证.",
            "english": "A library card is needed if you want to borrow books."
        },
        {
            "chinese": "国家图书馆对生活各个层面的书籍都拥有广泛而全面的收集.",
            "english": "The national library has a vast and comprehensive collection of books in all walks of life."
        }
    ],
    "话题57-媒体": [
        {
            "chinese": "我每天晚上都在网上读新闻.",
            "english": "I read news online every evening."
        },
        {
            "chinese": "看电视是我们了解世界动态的最便捷方式.",
            "english": "Watching TV is the easiest way to get to know what happens around the world."
        },
        {
            "chinese": "亙联网上有很多错误信息.",
            "english": "There is much false information on the Internet."
        },
        {
            "chinese": "媒体工作者最重要的任务是追寻事件背后的真相.",
            "english": "The preeminent objective of a media worker is to pursue the truth behind the event."
        },
        {
            "chinese": "我们不应该百分之百地相信电视报道.",
            "english": "We should not 100% believe what is reported on TV."
        },
        {
            "chinese": "收听美国之音是学习英语的好方法.",
            "english": "Listening to VOA news is a good way of learning English."
        },
        {
            "chinese": "有时候媒体只是某些利益集团的传话筒.",
            "english": "Sometimes media are the only mouthpiece of certain interest groups."
        },
        {
            "chinese": "恐怖主义者利用媒体传播他们的信息.",
            "english": "Terrorists take advantage of the media to spread their messages."
        },
        {
            "chinese": "互联网的发展超越了媒体的范畴.",
            "english": "The development of the Internet extends the scope of media."
        },
        {
            "chinese": "作为现代年轻人，我们既要关注本地新闻也要关注国家新闻.",
            "english": "As a modern young man, we should pay attention to both local news and national news."
        },
        {
            "chinese": "媒体负有监督政府机关工作的职责.",
            "english": "The media should shoulder the responsibility of supervising the work of the government."
        },
        {
            "chinese": "现在很多人遇到困难时求助于媒体.",
            "english": "Nowadays many people turn to media for help when they are in trouble."
        }
    ],
    "话题58-电视": [
        {
            "chinese": "我是一个十足的电视迷.",
            "english": "I am a big fan of TV."
        },
        {
            "chinese": "坐得离电视太近会伤害你的眼睛.",
            "english": "Sitting too close to the TV can ruin your eyes."
        },
        {
            "chinese": "孩子们不应该熬夜看电视.",
            "english": "Children should not stay up too late watching TV."
        },
        {
            "chinese": "在我空闲时间里，我喜欢看肥皂剧.",
            "english": "In my spare time I like watching soap operas."
        },
        {
            "chinese": "我不喜欢看广告，因为它们把电视节目拆开了.",
            "english": "I don't like commercials because they chop up programs into pieces."
        },
        {
            "chinese": "现在好多电视节目都是垃圾.",
            "english": "Nowadays many TV programs are rubbish."
        },
        {
            "chinese": "电视迷是指那些终日盯着电视看的人.",
            "english": "Couch potato is used to describe those who spend the whole day watching TV."
        },
        {
            "chinese": "好多人因为整日坐在电视前吃零食而长胖了.",
            "english": "Many people gain weight by sitting before TV and eating snacks for all day."
        },
        {
            "chinese": "我们可以通过电视看奥运会直播.",
            "english": "We can watch the Olympic Games live on TV."
        },
        {
            "chinese": "在中国，几乎每家都有一台或更多电视机.",
            "english": "Almost every family in China has one or more TV sets."
        },
        {
            "chinese": "通过电视，我们可以了解到在世界的其他角落人们都在做什么.",
            "english": "Through TV we get to know what people do in other corners of the world."
        },
        {
            "chinese": "有些人认为看电视是浪费时间.",
            "english": "Some people think watching TV is a waste of time."
        }
    ],
    "话题59-广告": [
        {
            "chinese": "广告的目的是招徕更多生意.",
            "english": "Advertisements aim to drum up more business."
        },
        {
            "chinese": "登广告的确是有效的.",
            "english": "It really pays to advertise."
        },
        {
            "chinese": "有时广告的伎俩可以吸引消费者.",
            "english": "Sometimes, advertisement gimmicks can attract customers."
        },
        {
            "chinese": "精心设计的广告使生意兴隆.",
            "english": "A well-designed advertisement gets business going."
        },
        {
            "chinese": "虚假广告必须禁止.",
            "english": "False advertisement shall be banned."
        },
        {
            "chinese": "网络的发展使广告的形式多样化.",
            "english": "The development of the Internet has brought about many new forms of advertising."
        },
        {
            "chinese": "电视节目中的广告让人生厌.",
            "english": "Commercials on TV programs are annoying."
        },
        {
            "chinese": "报纸、电视和其他形式的媒体，收益都依靠广告.",
            "english": "The revenue of newspapers, TV stations and other forms of media rely on advertisements."
        },
        {
            "chinese": "我们总是可以在时尚杂志上看见奢侈品广告.",
            "english": "We can always see advertisements for luxuries in fashion magazines."
        },
        {
            "chinese": "好的电视广告是一种艺术.",
            "english": "A good TV commercial is a work of art."
        },
        {
            "chinese": "大的品牌在广告上投资很多.",
            "english": "Big brands invest a lot of money in advertising."
        },
        {
            "chinese": "广告影响我们的消费习惯.",
            "english": "Advertisements influence our shopping habits."
        }
    ],
    "话题60-报纸或杂志": [
        {
            "chinese": "我每天通过阅读报纸来获悉世界上发生的事情.",
            "english": "I read newspapers every day to be informed of what is happening in the world."
        },
        {
            "chinese": "有关互联网或科学的杂志是我的最爱.",
            "english": "Magazines about the Internet or science are my favorite."
        },
        {
            "chinese": "并不是报纸上所有的信息都是精 (确) 准 (确) 的.",
            "english": "Not all of the information in newspapers is accurate or correct."
        },
        {
            "chinese": "读报可以拓宽我们的视野.",
            "english": "Reading newspapers could broaden our horizon."
        },
        {
            "chinese": "对许多人来说，报纸是获得最新消息不可或缺的方式.",
            "english": "For some people, newspaper is an indispensable way to gain the latest information."
        },
        {
            "chinese": "有种类繁多的杂志来满足不同品味 (人的需要).",
            "english": "There are a great variety of magazines for different tastes."
        },
        {
            "chinese": "报纸非常轻便，便于携带.",
            "english": "Newspaper is portable and it is easy to carry with."
        },
        {
            "chinese": "相较于报纸而言，电视新闻能够给我们留下更深刻的印象.",
            "english": "News on TV could leave us a deeper impression, compared with newspapers."
        },
        {
            "chinese": "新闻工作者在报道的时候应该忠于事实.",
            "english": "A journalist is supposed to tell the truth while reporting."
        },
        {
            "chinese": "许多报纸是地方性的.",
            "english": "Some newspapers are tended to be local."
        },
        {
            "chinese": "我只阅读我感兴趣的东西.",
            "english": "I only read what I am interested in."
        },
        {
            "chinese": "英文报纸有助于我们学习英语.",
            "english": "English newspapers could help us learn English."
        }
    ],
    "话题61-因特网": [
        {
            "chinese": "从长远看，网上购物越来越受欢迎.",
            "english": "From a long-term perspective, internet shopping is getting more and more popular."
        },
        {
            "chinese": "终究有些物品不适用于网上购买.",
            "english": "After all, some goods are not suitable for online shopping."
        },
        {
            "chinese": "对于有些女孩，她们更喜欢去百货商店而不是网上购物.",
            "english": "For some girls, they prefer to go to department stores instead of online shopping."
        },
        {
            "chinese": "电子商务正在改变现代贸易方式.",
            "english": "E-commerce is changing the way of modern trade."
        },
        {
            "chinese": "电子银行很方便，我们可以自己在网上转账.",
            "english": "E-bank is so convenient that we can transfer money online by ourselves."
        },
        {
            "chinese": "随着科技的突飞猛进，远程教育开始兴旺起来.",
            "english": "Distance education is booming as technology is making astounding advances."
        },
        {
            "chinese": "我担心电子邮件将削弱人们书写和人际交往的技能.",
            "english": "I am worrying that e-mail will reduce writing and interpersonal skills."
        },
        {
            "chinese": "交互式课本比传统课本有很多优点.",
            "english": "The interactive book, or the i-book will offer many advantages over traditional books."
        },
        {
            "chinese": "更多的详细信息可以通过鼠标点击和触摸而获得.",
            "english": "More detailed information will be just a click or touch away."
        },
        {
            "chinese": "作为新的媒体，因特网提供了大量的信息.",
            "english": "As a new media, the Internet is providing a great abundance of information."
        },
        {
            "chinese": "因特网让世界变成了一个地球村.",
            "english": "The Internet has made the world a global village."
        },
        {
            "chinese": "在网上不要泄露您的个人信息，例如电话号码和生日.",
            "english": "Never let out your personal information online, such as phone numbers and birthday."
        }
    ],
    "话题62-电视节目": [
        {
            "chinese": "我是个电视迷.",
            "english": "I am a couch potato."
        },
        {
            "chinese": "我只看电视的新闻节目.",
            "english": "I only watch news programs on TV."
        },
        {
            "chinese": "电视在现代生活中起着积极的作用，并且已经成为我们生活不可或缺的一部分.",
            "english": "TV is playing a positive role in our modern life and it has become a part of our life."
        },
        {
            "chinese": "脱口秀是我最喜欢的节目，因为它们讲的都是真实的故事.",
            "english": "Talk show programs are my favorite because they are telling real stories."
        },
        {
            "chinese": "在看电视这个问题上，家长应该引导孩子.",
            "english": "Parents should guide their children when watching TV."
        },
        {
            "chinese": "有些节目中包含性、暴力和粗鲁的语言.",
            "english": "Some programs contain sex, violence and raw languages."
        },
        {
            "chinese": "足球频道受到年轻人特别是年轻男人的青睐.",
            "english": "Football channel is popular among young people, particularly men."
        },
        {
            "chinese": "我现在感兴趣的是与这届奥运会相关的电视节目.",
            "english": "Now I am interested in programs about this great Olympic Games."
        },
        {
            "chinese": "探索发现节目可以拓宽我们的视野.",
            "english": "Programs about adventures and discoveries could broaden our horizon."
        },
        {
            "chinese": "和家人一起看电视给我们提供了一种沟通的机会.",
            "english": "Watching TV together with family members is an opportunity to communicate."
        },
        {
            "chinese": "在我看来，在电视机前待太长时间是浪费时间.",
            "english": "As far as I am concerned, too much time in front of TV is a waste of time."
        },
        {
            "chinese": "在某种程度上，电视可以说是一本百科全书.",
            "english": "TV, to some extent, can be regarded as an encyclopedia."
        }
    ],
    "话题63-动物或宠物": [
        {
            "chinese": "宠物能与人为伴，并带给人许多乐趣.",
            "english": "A pet provides companionship to people and brings them a lot of fun."
        },
        {
            "chinese": "守规矩的宠物是家庭可爱的一员.",
            "english": "A well-behaved pet is a beloved member of a family."
        },
        {
            "chinese": "有些人把蛇当宠物.",
            "english": "Some people keep snakes as pets."
        },
        {
            "chinese": "猫是如此逗人喜爱以致我为它们疯狂.",
            "english": "I am crazy about cats, because they are so cute."
        },
        {
            "chinese": "猫因为它们的优雅和神秘而常常受到赞美.",
            "english": "Cats are often admired for their grace and mysteriousness."
        },
        {
            "chinese": "狗很忠诚，从不背叛它们的主人.",
            "english": "Dogs are loyal and never forsake their master."
        },
        {
            "chinese": "养宠物，你得有爱心和负责任.",
            "english": "To keep a pet, you shall be loving and committed."
        },
        {
            "chinese": "每天晚上我都带狗去散步.",
            "english": "I take my dog on walks every evening."
        },
        {
            "chinese": "遗弃 (你的) 宠物是可耻的事情.",
            "english": "It's a shame to abandon your pet."
        },
        {
            "chinese": "饲养宠物包括很多的责任和工作.",
            "english": "Keeping a pet involves a lot of responsibility and work."
        },
        {
            "chinese": "学习照顾宠物能有助于 (培养) 孩子的责任感.",
            "english": "Learning to care for a pet helps a child to have a sense of responsibility."
        },
        {
            "chinese": "我喜欢和猫一起嬉戏.",
            "english": "I enjoy spending time with my cat."
        }
    ],
    "话题64-野生动物": [
        {
            "chinese": "政府应该制定相关法律保护野生动物.",
            "english": "The government should lay down relative laws to protect wild animals."
        },
        {
            "chinese": "野生动物在生态系统中具有重要作用.",
            "english": "Wild animals play an important role in the eco-system."
        },
        {
            "chinese": "非法捕杀野生动物的人应该受到惩罚.",
            "english": "Those who illegally hunt wild animals should be punished."
        },
        {
            "chinese": "一些野生动物已不能适应现在的环境.",
            "english": "Some wild animals just can't adapt to the environment today."
        },
        {
            "chinese": "动物园里的野生动物过于驯服，在某种程度上是不利的.",
            "english": "The wild lives in the zoo are too tame, which, in a way, is not good."
        },
        {
            "chinese": "看到野生动物在它们的自然栖息地自由奔跑，我感到十分愉快.",
            "english": "I enjoy seeing wild animals running free in their natural habitats."
        },
        {
            "chinese": "野生动物不应囚禁在动物园的笼子中.",
            "english": "Wild animals should not be caged in the zoo."
        },
        {
            "chinese": "把动物圈养起来有点残忍.",
            "english": "It is kind of animal cruelty if we raise them in a cage."
        },
        {
            "chinese": "作为森林之王，你要尊重所有的生命，从爬行的蚂蚁到奔跑的羚羊 (或：跳跃的羚羊). (摘自 < 狮子王 >)",
            "english": "As a king, you need to respect all the creatures from the crawling ant to the leaping antelope, (from LION KING)"
        },
        {
            "chinese": "动物是我们人类的朋友，应该受到平等对待.",
            "english": "Animals are friends to us human beings and should be treated equally."
        },
        {
            "chinese": "一些野生动物濒临灭绝，比如熊猫和老虎.",
            "english": "Some wild animals are on the brink of extinction, for example, panda and tiger."
        },
        {
            "chinese": "是我们采取措施保护野生动物的时候了.",
            "english": "It is high time that we took some measures to protect the wild animals."
        }
    ],
    "话题65-气候": [
        {
            "chinese": "在中国的北方，四季分明.",
            "english": "In the north of China, the four seasons are distinguishable."
        },
        {
            "chinese": "我最喜欢夏天，因为夏天百花齐放.",
            "english": "I like summer best because flowers bloom luxuriously."
        },
        {
            "chinese": "有了盛开的花朵，夏天带给我们的是多彩斑斓的世界.",
            "english": "With the blooming flowers, summer provides us with a colorful decoration."
        },
        {
            "chinese": "我特别喜欢春天，因为它是一年的开始.",
            "english": "Spring is my favorite season because it is the beginning of a year."
        },
        {
            "chinese": "春天是一个充满生机的季节，在春天里你可以看到树木在一夜之间变成绿色.",
            "english": "Spring is a season full of energy, in which you can see trees turn green overnight."
        },
        {
            "chinese": "对于农民，秋天是一个收获的季节.",
            "english": "Autumn is a harvest season for farmers."
        },
        {
            "chinese": "在我的家乡，冬天是冰雪的季节，那里每天天气都很冷.",
            "english": "In my hometown, winter is a season of snow and it's freezing every day."
        },
        {
            "chinese": "现在的气候比以前糟了很多.",
            "english": "The climate at present is much worse than before."
        },
        {
            "chinese": "在近几年里，我所在的城市环境发生了巨大的变化.",
            "english": "Great changes of environment have taken place during the recent years in my city."
        },
        {
            "chinese": "工厂排放的废气和汽车排出的尾气对我们的环境是巨大的威胁.",
            "english": "The exhaust gas from factories and cars is a great threat to our environment."
        },
        {
            "chinese": "夏天的气温一年比一年升高.",
            "english": "The temperature in summer every year is getting higher and higher."
        },
        {
            "chinese": "在秋天，当天气好的时候，人们经常去爬山.",
            "english": "In autumn, when the weather is fine, people in my hometown often climb hills."
        }
    ],
    "话题66-工业": [
        {
            "chinese": "工业的发展给环境带来了污染.",
            "english": "The development of industry brings about much pollution to the environment."
        },
        {
            "chinese": "工业是最大的污染源.",
            "english": "Industry is the greatest source of pollution."
        },
        {
            "chinese": "煤炭和陶瓷工业是我家乡的支柱产业.",
            "english": "The mainstay in my hometown is coal and ceramics industry."
        },
        {
            "chinese": "生产型工厂用大量的净水沖走各种废弃物.",
            "english": "Manufacturing facilities use huge quantities of freshwater to carry wastes of many kinds."
        },
        {
            "chinese": "大多数国家意识到了全球变暖的问题.",
            "english": "Most countries have realised the problem of global warming."
        },
        {
            "chinese": "化学工业的科技发展改变了世界的经济.",
            "english": "Technological advances in the chemical industry have altered the world's economy."
        },
        {
            "chinese": "消费者电子工业发展得比以前快很多.",
            "english": "The consumer electronics industry is developing much more quickly than before."
        },
        {
            "chinese": "政府应该出面平衡经济发展与环境保护的问题.",
            "english": "The government should try to keep the balance of development and environmental protection."
        },
        {
            "chinese": "我们不能为了保护环境而停止工业化的进程.",
            "english": "We cannot stop industrialisation to protect the environment."
        },
        {
            "chinese": "工业应为那些最致命的污染物负责.",
            "english": "Industry is responsible for the most deadly pollutants."
        },
        {
            "chinese": "污染灭绝了一些动植物物种，甚至危害到了我们人类.",
            "english": "Pollution is killing off some plant and animal species, and even our human beings."
        },
        {
            "chinese": "在很多公共用水系统中，水污染已经超过了安全标准.",
            "english": "In many public water systems, pollution exceeds safe levels."
        }
    ],
    "话题67-污染": [
        {
            "chinese": "没有人乐意看见地上到处都是垃圾.",
            "english": "Nobody would like to see trash all over the ground."
        },
        {
            "chinese": "当你在户外吃喝的时候，你应该将垃圾保存下来，直到你看见垃圾桶再放进去.",
            "english": "When drinking or eating outside, you should keep the garbage until you find a trash can to put it in."
        },
        {
            "chinese": "乱扔垃圾使我们的星球很脏.",
            "english": "Littering makes our planet dirty."
        },
        {
            "chinese": "我们不应该浪费纸张，因为纸张是用砍伐的树木造的.",
            "english": "We shouldn't waste paper because trees are being cut down to make the paper."
        },
        {
            "chinese": "超市和商店曾免费供应的塑料袋现在被禁止了.",
            "english": "Free plastic bags once provided by the supermarkets and stores are now forbidden."
        },
        {
            "chinese": "我们应该建设更多的回收中心.",
            "english": "More recycling centres are supposed to be set up."
        },
        {
            "chinese": "加工制造业应遵守环保的规定和条例.",
            "english": "Manufacturing plants should abide by the rules and regulations for environmental protection."
        },
        {
            "chinese": "纺织、炼钢业比其他工业产生更多的污染物.",
            "english": "Textile and steel industries produce more pollutants than others."
        },
        {
            "chinese": "如果河流污染，人们将来会无水可喝.",
            "english": "If the rivers and lakes are polluted, people would not have water to drink in future."
        },
        {
            "chinese": "现在大多数人意识到水污染的严重性.",
            "english": "Now most people are aware of the seriousness of water pollution."
        },
        {
            "chinese": "汽车和公交车是最大的空气污染气体排放源.",
            "english": "Cars and public buses are producing most of the exhaust gas to the air."
        },
        {
            "chinese": "新能源的研究将会提供一个解决问题的更好途径.",
            "english": "Study on new energies may provide a better way to solve the problem."
        }
    ],
    "话题68-科学发展": [
        {
            "chinese": "受科技的推动，社会正经历一场戏剧性的变革.",
            "english": "Driven by science and technology, the society is undergoing a dramatic change."
        },
        {
            "chinese": "我对科学的迷恋始于中学时期.",
            "english": "My fascination with science started from middle school."
        },
        {
            "chinese": "我们希望科学通过一种生动的方式介绍给公众.",
            "english": "We hope that science is introduced to the public in a vivid way."
        },
        {
            "chinese": "科技在某种程度上代表了一个国家的实力.",
            "english": "Science and technology, to some extent, represents the power of a country."
        },
        {
            "chinese": "我们即将进入一个自动化的时代.",
            "english": "We are coming to an age of automation."
        },
        {
            "chinese": "科学并不是我们想象中的那么抽象.",
            "english": "Science is not as abstract as what you have expected."
        },
        {
            "chinese": "科学的发展推动了其他工业的发展.",
            "english": "The development of science is pushing forward the development of other industries."
        },
        {
            "chinese": "技术正使世界变得丰富多彩，不可预测.",
            "english": "Technology is making the world colorful and unexpected as well."
        },
        {
            "chinese": "电子技术发展得如此之快以至于我们每天可以看到新的电子产品.",
            "english": "Electronic technology is developing so fast that we see new e-products every day."
        },
        {
            "chinese": "科技是第一生产力.",
            "english": "Science and technology is the first productive force."
        },
        {
            "chinese": "经过多年研究，他弄清了真相.",
            "english": "With many years of study and research, he found out the truth."
        },
        {
            "chinese": "以相对论闻名的爱因斯坦是我最钦佩的科学家之一.",
            "english": "Einstein, famous for his theory of relativity, is one of the scientists I admire most."
        }
    ],
    "话题69-假期": [
        {
            "chinese": "如果你有烦恼，假期是最好的药物.",
            "english": "When you are troubled, a vacation is the best medicine."
        },
        {
            "chinese": "去年夏天，我在苏州有过快乐的停留.",
            "english": "Last summer, I had a blissful stay in Suzhou."
        },
        {
            "chinese": "如果我有几天的假期，我会游玩杭州.",
            "english": "If I had a holiday of a few days, I'd like to visit Hangzhou."
        },
        {
            "chinese": "我通常在 7 月和 4 月度长假.",
            "english": "I always take a long holiday in July and April."
        },
        {
            "chinese": "我的假期都是闲逛并在无所事事中度过.",
            "english": "I spend my holiday fooling around and doing nothing."
        },
        {
            "chinese": "东京是度假的理想目的地.",
            "english": "Tokyo is an ideal destination for holidays."
        },
        {
            "chinese": "巴黎因其浪漫的环境 (气氛) 成为旅游胜地.",
            "english": "With its romantic atmosphere, Paris becomes a tourist attraction."
        },
        {
            "chinese": "夏天我的北京之旅很有魅力.",
            "english": "My trip to Beijing in the summer holiday was charming."
        },
        {
            "chinese": "春节是中国最重要的节曰.",
            "english": "Spring festival is the most important holiday in China."
        },
        {
            "chinese": "假日里，我经常和家人举行大的聚会.",
            "english": "During holidays, I often have a big gathering with our family members."
        },
        {
            "chinese": "春节期间，我会给我的亲戚拜年.",
            "english": "I would pay a New Year visit to my relatives during the Spring Festival."
        },
        {
            "chinese": "假日里，我喜欢到体操中心健身.",
            "english": "I would prefer to go to the gym centre to do the body exercising on holidays."
        }
    ],
    "话题70-工作": [
        {
            "chinese": "现在，我在一家本地广告公司工作.",
            "english": "Presently, I'm working for a local advertising company."
        },
        {
            "chinese": "我靠设计电视商业广告过活.",
            "english": "I make a living by designing TV commercials."
        },
        {
            "chinese": "我理想的工作是一份每年至少有两个星期帶薪假期的工作.",
            "english": "My ideal job should have at least two weeks' paid vacation every year."
        },
        {
            "chinese": "在目前看来，这个工作的前景是严酷的.",
            "english": "At present, the job outlook is grim."
        },
        {
            "chinese": "我的梦想就是找一个高薪水的工作，比如银行、市场营销等.",
            "english": "My dream is to find a well-paid job, such as banking, marketing, etc."
        },
        {
            "chinese": "我希望去一家跨国公司上班.",
            "english": "I hope to work in a multinational company."
        },
        {
            "chinese": "我极度喜欢会计和金融.",
            "english": "I am fascinated with accounting and finance."
        },
        {
            "chinese": "我对目前的工作不是很满意.",
            "english": "I am not very satisfied with my present job."
        },
        {
            "chinese": "我想换掉我目前的工作.",
            "english": "I wish to switch my current job."
        },
        {
            "chinese": "现如今，招聘市场充满着激烈的竞争.",
            "english": "Nowadays, the job market is full of fierce competition."
        },
        {
            "chinese": "我相信凭我的天赋应能找到一个更高职位的工作.",
            "english": "I believe my talents merit a higher position."
        },
        {
            "chinese": "现今，年轻人往往眼高手低.",
            "english": "Nowadays young people tend to think themselves above business."
        }
    ],
    "话题71-保持健康": [
        {
            "chinese": "为了健康我每天都慢跑.",
            "english": "I do jogging everyday in order to keep fit."
        },
        {
            "chinese": "特技飞行有助于人们健康.",
            "english": "Aerobics can help people keep fit."
        },
        {
            "chinese": "瑜伽功在中国女士中很受欢迎.",
            "english": "Yoga is very popular among women in China."
        },
        {
            "chinese": "我们应劳逸结合 (保持工作与休息平衡).",
            "english": "We should keep balance of work and rest."
        },
        {
            "chinese": "经常锻炼身体使我的思维敏捷.",
            "english": "Doing exercises regularly helps me keep my mind alert."
        },
        {
            "chinese": "在中国打太极拳是保健的一种特殊方式.",
            "english": "Practicing TaiQi is a special way of keeping fit in China."
        },
        {
            "chinese": "在社区公园我们可以自由使用许多运动设施.",
            "english": "We have free access to many exercise facilities in the community garden."
        },
        {
            "chinese": "我们饭后不应做剧烈运动.",
            "english": "We should not do vigorous exercises right after meal."
        },
        {
            "chinese": "建议老人做一些室内运动.",
            "english": "Old people are suggested to do some gentle indoor exercises."
        },
        {
            "chinese": "锻炼不当对 (身体) 健康不利.",
            "english": "Doing exercises in a wrong way could bring harm to our health."
        },
        {
            "chinese": "最近，健身俱乐部如雨后春笋般地出现.",
            "english": "Lately health clubs spring up like bamboo shoots after a spring rain."
        },
        {
            "chinese": "生活在农村的人们很难见到 (获得) 运动器械 (设施).",
            "english": "People living in the rural areas have difficulties in getting access to exercise facilities."
        }
    ],
    "话题72-理想": [
        {
            "chinese": "当我还是十几岁的时候，我就梦想成为一名记者.",
            "english": "When I was a teenager, I dreamed to be a journalist."
        },
        {
            "chinese": "就我本人而言，我可以丰富自己并从中受益.",
            "english": "As far as I'm concerned, I can enrich myself and benefit from it."
        },
        {
            "chinese": "当我有些迷茫时，树立信心会将我从挫折中拯救出来.",
            "english": "When I'm kind of at a loss, to have an ambition will save me from being frustrated."
        },
        {
            "chinese": "我阅读了有关它的大量书籍，并参加了各种各样的活动.",
            "english": "I've read heaps of books about it and have taken part in varieties of activities."
        },
        {
            "chinese": "我经常平静地坐下，一遍又一遍地考虑这个问题.",
            "english": "I usually sit down peacefully, and think about this problem over and over again."
        },
        {
            "chinese": "我有时请教我的一位好友，从他那儿得到一些建议.",
            "english": "I sometimes consult one of my best friends and get some advice from him."
        },
        {
            "chinese": "我会对着镜子里的自己微笑，并告诉自己我会成功.",
            "english": "I will smile to myself in the mirror and tell me that I can make it!"
        },
        {
            "chinese": "我想我还有机会来纠正自己的错误，因为无人生来就十全十美.",
            "english": "I think I have a second chance to correct the mistake because nobody was born perfect."
        },
        {
            "chinese": "在绝望之山开采出希望之石.",
            "english": "Hew out of the mountain of despair a stone of hope."
        },
        {
            "chinese": "— 旦有了计划，就要坚持 (下去), 最终你会成功的.",
            "english": "Once you have a plan and stick to it, then can make it."
        },
        {
            "chinese": "困难之中总会见到光明的 (每片云彩都有银色的边缘).",
            "english": "Every cloud has a silver lining."
        },
        {
            "chinese": "只要你相信，奇迹就能出现.",
            "english": "There can be miracles when you believe."
        }
    ],
    "话题73-在线教育": [
        {
            "chinese": "网上学习能提供灵活的学习机会.",
            "english": "Online learning could provide flexible learning opportunities."
        },
        {
            "chinese": "网上学习能够节省我们的时间、精力和金钱.",
            "english": "Studying online will save us time / energy and money."
        },
        {
            "chinese": "如果有一台个人电脑或便携式电脑，人们能在任何他们想要的地方学习.",
            "english": "People can study anywhere they want if they have a PC or laptop at hand."
        },
        {
            "chinese": "人们会降低同他人沟通的能力.",
            "english": "People may lose their ability of communicating with others."
        },
        {
            "chinese": "因特网为网上课程提供了多种选择.",
            "english": "The Internet has provided a great variety of choices for online courses."
        },
        {
            "chinese": "今后，我们得到网上教育的学历是相当容易的.",
            "english": "In future, it would be quite easy for us to get a degree of online college education."
        },
        {
            "chinese": "网络虚拟学校并不一定会节约多少运营成本.",
            "english": "Virtual schools may not save much in operating costs."
        },
        {
            "chinese": "教育学院需要为实体的和虚拟的课堂培训更多的老师.",
            "english": "Schools of education need to train more teachers to work in both physical and virtual classrooms."
        },
        {
            "chinese": "网上学校学生比传统学习者表现水平差一些.",
            "english": "Online school students perform at a lower level than traditional learners."
        },
        {
            "chinese": "如果你想要上他们的网上课程，“一对一” 老师将为你安排时间.",
            "english": "One on One teacher will schedule time for you if you want to take an online class with them."
        },
        {
            "chinese": "你和老师之间根本没有相互交流.",
            "english": "There is no mutual communication at all between you and your teacher."
        },
        {
            "chinese": "无论如何，我更喜欢在教室与老师面对面地学习.",
            "english": "Anyhow, I would prefer to study face to face with the teacher in the classroom."
        }
    ],
    "话题74-时髦的专业": [
        {
            "chinese": "我在清华大学读土木工程.",
            "english": "I am studying civil engineering in Tsinghua University."
        },
        {
            "chinese": "我所就读的这所大学，就这个专业而言，是享誉世界的.",
            "english": "This major in my university is world famous."
        },
        {
            "chinese": "那些公式和程序代码让我感到头晕.",
            "english": "I'm getting dizzy about the equations and the programmed codes."
        },
        {
            "chinese": "通过我的专业我学到的最重要的知识是计划的方法.",
            "english": "The most important knowledge I learnt from my major is the way of planning."
        },
        {
            "chinese": "这不像我原来想象的那么简单.",
            "english": "It is not as easy as what I have expected before."
        },
        {
            "chinese": "我每天需要面对的是各种各样的生产化妆品用的原材料.",
            "english": "What I should face to everyday are kinds of raw material for cosmetics."
        },
        {
            "chinese": "如果我对这个专业感兴趣，我会全力以赴的.",
            "english": "If I am interested in the major, I would be deeply devoted to it."
        },
        {
            "chinese": "如果我的评分够高，我就可以找到一份薪水可观的体面的工作了.",
            "english": "If my score is high, I could easily find a decent job with a decent payment."
        },
        {
            "chinese": "传媒和新闻这类专业在中国越来越受欢迎了.",
            "english": "Majors like communication and journalism are getting more popular in China."
        },
        {
            "chinese": "我知道自己的兴趣所在，但我还是经常会听取我的父母的一些建议.",
            "english": "I know what I am interested in, but I often turn to my parents for some advice."
        },
        {
            "chinese": "一些高中生在选择专业的时候有点沖动.",
            "english": "Some high school students are kind of impulsive when declaring majors."
        },
        {
            "chinese": "如果选择了适合的专业，你就更容易走向成功.",
            "english": "You would be more easily to be successful if you could choose an appropriate major."
        }
    ],
    "话题75-压力": [
        {
            "chinese": "现代社会竞争越来越激烈.",
            "english": "Nowadays social competition becomes more and more fierce."
        },
        {
            "chinese": "人们总是互相攀比.",
            "english": "People always want to keep up with the Joneses."
        },
        {
            "chinese": "我们生活在一个快节奏的社会，几乎没有时间娱乐.",
            "english": "We live in a fast-paced society and hardly have any time to relax."
        },
        {
            "chinese": "员工应该知道如何保持工作和娱乐的平衡.",
            "english": "Employees are supposed to know how to keep balance between work and relaxation."
        },
        {
            "chinese": "放弃那种必须以某种方式做某件事情的观点.",
            "english": "Let go of the notion that you must do something in a certain way."
        },
        {
            "chinese": "把庞大的项目分成小而可行的部分.",
            "english": "Break large projects into smaller and doable parts."
        },
        {
            "chinese": "对我来说，数数是帮助入睡的好办法.",
            "english": "To me, counting numbers is a positive way to fall sleep."
        },
        {
            "chinese": "在床上的时候，就要把工作中的烦恼和困难放在一边.",
            "english": "Forget about your trouble and difficulties at work when you are in bed."
        },
        {
            "chinese": "如果你是一个工作者，别放弃和家人度假的计划.",
            "english": "If you are a workingman, don't pass up your family vacation."
        },
        {
            "chinese": "现在大家都觉得时间有点儿紧迫.",
            "english": "Everyone is kind of pressed for time now."
        },
        {
            "chinese": "有时候参加一些活动可以让你忘记你的烦恼.",
            "english": "Sometimes getting involved in an activity can take your mind off your problems."
        },
        {
            "chinese": "当我们有麻烦的时候，向一个好朋友倾诉是很受益的.",
            "english": "It's beneficial to articulate our feelings to a good friend when we are in trouble."
        }
    ]
}